{
   "name": "Codul Muncii al României / Cod de Muncă al României / Conținutul Codului Muncii al României",
   "books": [
      {
         "name": "Codul Muncii al României / Cod de Muncă al României / Conținutul Codului Muncii al României",
         "number": 1,
         "titles": [
            {
               "name": "Dispoziţii generale",
               "number": 2,
               "chapters": [
                  {
                     "name": "Domeniul de aplicare",
                     "number": 1,
                     "sections": [
                        {
                           "name": "Domeniul de aplicare",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Domeniul de aplicare",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Prezentul cod reglementează totalitatea raporturilor individuale şi colective de muncă, modul în care se efectuează controlul aplicării reglementărilor din domeniul raporturilor de muncă, precum şi jurisdicţia muncii. ... ",
                                       "number": 1,
                                       "text": "(2) Prezentul cod se aplică şi raporturilor de muncă reglementate prin legi speciale, numai în măsura în care acestea nu conţin dispoziţii specifice derogatorii. ..."
                                    },
                                    {
                                       "name": "Dispoziţiile cuprinse în prezentul cod se aplică:",
                                       "number": 2,
                                       "text": "a) cetăţenilor români încadraţi cu contract individual de muncă, care prestează munca în România; ... \n b) cetăţenilor români încadraţi cu contract individual de muncă în străinătate, în baza unor contracte încheiate cu un angajator român, cu excepţia cazului în care legislaţia statului pe al cărui teritoriu se executa contractul individual de muncă este mai favorabilă; ... \n c) cetăţenilor străini sau apatrizi încadraţi cu contract individual de muncă, care prestează munca pentru un angajator român pe teritoriul României; ... \n d) persoanelor care au dobândit statutul de refugiat şi se încadrează cu contract individual de muncă pe teritoriul României, în condiţiile legii; ... \n e) ucenicilor care prestează munca în baza unui contract de ucenicie la locul de muncă; ... \n f) angajatorilor, persoane fizice şi juridice; ... \n g) organizaţiilor sindicale şi patronale. ..."
                                    }
                                 ],
                                 "range": [
                                    1,
                                    2
                                 ]
                              }
                           ],
                           "range": [
                              1,
                              2
                           ]
                        }
                     ],
                     "range": [
                        1,
                        2
                     ]
                  },
                  {
                     "name": "Principii fundamentale",
                     "number": 2,
                     "sections": [
                        {
                           "name": "Principii fundamentale",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Principii fundamentale",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Libertatea muncii este garantată prin Constituţie. Dreptul la munca nu poate fi îngrădit. ... ",
                                       "number": 3,
                                       "text": "(2) Orice persoană este libera în alegerea locului de muncă şi a profesiei, meseriei sau activităţii pe care urmează sa o presteze. ... \n (3) Nimeni nu poate fi obligat sa munceasca sau sa nu munceasca într-un anumit loc de muncă ori într-o anumită profesie, oricare ar fi acestea. ... \n (4) Orice contract de muncă încheiat cu nerespectarea dispoziţiilor alin. (1)-(3) este nul de drept. ..."
                                    },
                                    {
                                       "name": "(1) Munca forţată este interzisă. ... ",
                                       "number": 4,
                                       "text": "(2) Termenul munca forţată desemnează orice munca sau serviciu impus unei persoane sub ameninţare ori pentru care persoana nu şi-a exprimat consimţământul în mod liber. ... \n (3) Nu constituie munca forţată munca sau activitatea impusa de autorităţile publice: ... \n a) în temeiul legii privind serviciul militar obligatoriu; ... \n b) pentru îndeplinirea obligaţiilor civice stabilite prin lege; ... \n c) în baza unei hotărâri judecătoreşti de condamnare, rămasă definitivă, în condiţiile legii; ... \n d) în caz de forta majoră, respectiv în caz de război, catastrofe sau pericol de catastrofe precum: incendii, inundaţii, cutremure, epidemii sau epizootii violenţe, invazii de animale sau insecte şi, în general, în toate circumstanţele care pun în pericol viaţa sau condiţiile normale de existenta ale ansamblului populaţiei ori ale unei părţi a acesteia. ..."
                                    },
                                    {
                                       "name": "(1) În cadrul relaţiilor de muncă funcţionează principiul egalităţii de tratament faţă de toţi salariaţii şi angajatorii. ... ",
                                       "number": 5,
                                       "text": "(2) Orice discriminare directa sau indirecta faţă de un salariat, bazată pe criterii de sex, orientare sexuală, caracteristici genetice, vârsta, apartenenţa naţionala, rasa, culoare, etnie, religie, opţiune politica, origine socială, handicap, situaţie sau responsabilitate familială, apartenenţa ori activitate sindicala, este interzisă. ... \n (3) Constituie discriminare directa actele şi faptele de excludere, deosebire, restrictie sau preferinta, întemeiate pe unul sau mai multe dintre criteriile prevăzute la alin. (2), care au ca scop sau ca efect neacordarea, restrangerea ori înlăturarea recunoaşterii, folosinţei sau exercitării drepturilor prevăzute în legislaţia muncii. ... \n (4) Constituie discriminare indirecta actele şi faptele întemeiate în mod aparent pe alte criterii decât cele prevăzute la alin. (2), dar care produc efectele unei discriminări directe. ..."
                                    },
                                    {
                                       "name": "(1) Orice salariat care prestează o munca beneficiază de condiţii de muncă adecvate activităţii desfăşurate, de protecţie socială, de securitate şi sănătate în munca, precum şi de respectarea demnităţii şi a conştiinţei sale, fără nici o discriminare. ... ",
                                       "number": 6,
                                       "text": "(2) Tuturor salariaţilor care prestează o munca le sunt recunoscute dreptul la plata egala pentru munca egala, dreptul la negocieri colective, dreptul la protecţia datelor cu caracter personal, precum şi dreptul la protecţie împotriva concedierilor nelegale. ..."
                                    },
                                    {
                                       "name": "Articolul 7",
                                       "number": 7,
                                       "text": "Salariaţii şi angajatorii se pot asocia liber pentru apărarea drepturilor şi promovarea intereselor lor profesionale, economice şi sociale."
                                    },
                                    {
                                       "name": "(1) Relaţiile de muncă se bazează pe principiul consensualitatii şi al bunei-credinţe. ... ",
                                       "number": 8,
                                       "text": "(2) Pentru buna desfăşurare a relaţiilor de muncă, participanţii la raporturile de muncă se vor informa şi se vor consulta reciproc, în condiţiile legii şi ale contractelor colective de muncă. ..."
                                    },
                                    {
                                       "name": "Articolul 9",
                                       "number": 9,
                                       "text": "Cetăţenii români sunt liberi să se încadreze în munca în statele membre ale Uniunii Europene, precum şi în oricare alt stat, cu respectarea normelor dreptului internaţional al muncii şi a tratatelor bilaterale la care România este parte."
                                    }
                                 ],
                                 "range": [
                                    3,
                                    9
                                 ]
                              }
                           ],
                           "range": [
                              3,
                              9
                           ]
                        }
                     ],
                     "range": [
                        3,
                        9
                     ]
                  }
               ],
               "range": [
                  1,
                  9
               ]
            },
            {
               "name": "Contractul individual de muncă",
               "number": 3,
               "chapters": [
                  {
                     "name": "Încheierea contractului individual de muncă",
                     "number": 1,
                     "sections": [
                        {
                           "name": "Încheierea contractului individual de muncă",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Încheierea contractului individual de muncă",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Articolul 10",
                                       "number": 10,
                                       "text": "Contractul individual de muncă este contractul în temeiul căruia o persoană fizica, denumita salariat, se obliga sa presteze munca pentru şi sub autoritatea unui angajator, persoana fizica sau juridică, în schimbul unei remuneraţii denumite salariu."
                                    },
                                    {
                                       "name": "Articolul 11",
                                       "number": 11,
                                       "text": "Clauzele contractului individual de muncă nu pot conţine prevederi contrare sau drepturi sub nivelul minim stabilit prin acte normative ori prin contracte colective de muncă."
                                    },
                                    {
                                       "name": "(1) Contractul individual de muncă se încheie pe durata nedeterminată. ... ",
                                       "number": 12,
                                       "text": "(2) Prin excepţie, contractul individual de muncă se poate încheia şi pe durata determinata, în condiţiile expres prevăzute de lege. ..."
                                    },
                                    {
                                       "name": "(1) Persoana fizica dobândeşte capacitate de muncă la împlinirea vârstei de 16 ani. ... ",
                                       "number": 13,
                                       "text": "(2) Persoana fizica poate încheia un contract de muncă în calitate de salariat şi la împlinirea vârstei de 15 ani, cu acordul părinţilor sau al reprezentanţilor legali, pentru activităţi potrivite cu dezvoltarea fizica, aptitudinile şi cunoştinţele sale, dacă astfel nu îi sunt periclitate sănătatea, dezvoltarea şi pregătirea profesională. ... \n (3) Încadrarea în munca a persoanelor sub vârsta de 15 ani este interzisă. ... \n (4) Încadrarea în munca a persoanelor puse sub interdicţie judecătorească este interzisă. ... \n (5) Încadrarea în munca în locuri de muncă grele, vătămătoare sau periculoase se poate face după împlinirea vârstei de 18 ani; aceste locuri de muncă se stabilesc prin hotărâre a Guvernului. ..."
                                    },
                                    {
                                       "name": "(1) În sensul prezentului cod, prin angajator se înţelege persoana fizica sau juridică ce poate, potrivit legii, sa angajeze forta de muncă pe bază de contract individual de muncă. ... ",
                                       "number": 14,
                                       "text": "(2) Persoana juridică poate încheia contracte individuale de muncă, în calitate de angajator, din momentul dobândirii personalităţii juridice. ... \n (3) Persoana fizica poate încheia contracte individuale de muncă, în calitate de angajator, din momentul dobândirii capacităţii de exerciţiu. ..."
                                    },
                                    {
                                       "name": "Articolul 15",
                                       "number": 15,
                                       "text": "Este interzisă, sub sancţiunea nulităţii absolute, încheierea unui contract individual de muncă în scopul prestării unei munci sau a unei activităţi ilicite ori imorale."
                                    },
                                    {
                                       "name": "(1) Contractul individual de muncă se încheie în baza consimţământului părţilor, în forma scrisă, în limba română. Obligaţia de încheiere a contractului individual de muncă în forma scrisă revine angajatorului. ... ",
                                       "number": 16,
                                       "text": "(2) În situaţia în care contractul individual de muncă nu a fost încheiat în forma scrisă, se prezuma ca a fost încheiat pe o durată nedeterminată, iar părţile pot face dovada prevederilor contractuale şi a prestaţiilor efectuate prin orice alt mijloc de proba. ... \n (3) Munca prestată în temeiul unui contract individual de muncă îi conferă salariatului vechime în munca. ..."
                                    },
                                    {
                                       "name": "(1) Anterior încheierii sau modificării contractului individual de muncă, angajatorul are obligaţia de a informa persoana care solicită angajarea ori, după caz, salariatul cu privire la clauzele generale pe care intenţionează să le înscrie în contract sau să le modifice. ... ",
                                       "number": 17,
                                       "text": "(2) Informarea prevăzută la alin. (1) va cuprinde, după caz, cel puţin următoarele elemente: ... \n a) identitatea părţilor; ... \n b) locul de muncă sau, în lipsa unui loc de muncă fix, posibilitatea ca salariatul sa munceasca în diverse locuri; ... \n c) sediul sau, după caz, domiciliul angajatorului; ... \n d) atribuţiile postului; ... \n e) riscurile specifice postului; ... \n f) data de la care contractul urmează să îşi producă efectele; ... \n g) în cazul unui contract de muncă pe durata determinata sau al unui contract de muncă temporară, durata acestora; ... \n h) durata concediului de odihnă la care salariatul are dreptul; ... \n i) condiţiile de acordare a preavizului de către părţile contractante şi durata acestuia; ... \n j) salariul pe baza, alte elemente constitutive ale veniturilor salariale, precum şi periodicitatea plăţii salariului la care salariatul are dreptul; ... \n k) durata normală a muncii, exprimată în ore/zi şi ore/săptămâna; ... \n l) indicarea contractului colectiv de muncă ce reglementează condiţiile de muncă ale salariatului; ... \n m) durata perioadei de proba. ... \n (3) Elementele din informarea prevăzută la alin. (2) trebuie să se regaseasca şi în conţinutul contractului individual de muncă. ... \n (4) Orice modificare a unuia dintre elementele prevăzute la alin. (2) în timpul executării contractului individual de muncă impune încheierea unui act adiţional la contract, într-un termen de 15 zile de la data incunostintarii în scris a salariatului, cu excepţia situaţiilor în care o asemenea modificare rezultă ca posibila din lege sau din contractul colectiv de muncă aplicabil. ... \n (5) Cu privire la informaţiile furnizate salariatului, prealabil încheierii contractului individual de muncă, între părţi poate interveni un contract de confidenţialitate. ..."
                                    },
                                    {
                                       "name": "(1) În cazul în care salariatul urmează să îşi desfăşoare activitatea în străinătate, angajatorul are obligaţia de a-i comunică în timp util informaţiile prevăzute la art. 17 alin. (2), inclusiv informaţii referitoare la: ... ",
                                       "number": 18,
                                       "text": "a) durata perioadei de muncă ce urmează să fie prestată în străinătate; ... \n b) moneda în care vor fi plătite drepturile salariale, precum şi modalităţile de plată; ... \n c) prestaţiile în bani şi/sau în natura aferente desfăşurării activităţii în străinătate; ... \n d) condiţiile de clima; ... \n e) reglementările principale din legislaţia muncii din acea ţara; ... \n f) obiceiurile locului a căror nerespectare i-ar pune în pericol viaţa, libertatea sau siguranţa personală. ... \n (2) Dispoziţiile alin. (1) se completează prin legi speciale care reglementează condiţiile specifice de muncă în străinătate. ..."
                                    },
                                    {
                                       "name": "Articolul 19",
                                       "number": 19,
                                       "text": "În situaţia în care angajatorul nu îşi executa obligaţia de informare în termen de 15 zile de la momentul lansării ofertei de încheiere sau modificare a contractului individual de muncă ori, după caz, a prestării activităţii în străinătate, salariatul este în drept sa sesizeze, în termen de 30 de zile, instanţa judecătorească competenţa şi să solicite despăgubiri corespunzătoare prejudiciului pe care l-a suferit ca urmare a neexecutării de către angajator a obligaţiei de informare."
                                    },
                                    {
                                       "name": "(1) În afară clauzelor generale prevăzute la art. 17, între părţi pot fi negociate şi cuprinse în contractul individual de muncă şi alte clauze specifice. ... ",
                                       "number": 20,
                                       "text": "(2) Sunt considerate clauze specifice, fără ca enumerarea să fie limitativa: ... \n a) clauza cu privire la formarea profesională; ... \n b) clauza de neconcurenta; ... \n c) clauza de mobilitate; ... \n d) clauza de confidenţialitate. ..."
                                    },
                                    {
                                       "name": "(1) Clauza de neconcurenta îl obliga pe salariat sa nu presteze, în interesul propriu sau al unui terţ, o activitate care se afla în concurenta cu cea prestată la angajatorul sau ori sa nu presteze o activitate în favoarea unui terţ care se afla în relaţii de concurenta cu angajatorul sau şi îl obliga pe angajator sa îi plătească salariatului o indemnizaţie lunară. ... ",
                                       "number": 21,
                                       "text": "(2) Clauza de neconcurenta îşi produce efectele numai dacă în cuprinsul contractului individual de muncă sunt prevăzute în mod concret activităţile ce sunt interzise salariatului pe durata contractului. ... \n (3) Indemnizaţia datorată salariatului se negociaza şi este de cel puţin 25% din salariu. Indemnizaţia trebuie plătită întocmai şi la timp. ... \n (4) Clauza de neconcurenta nu poate fi stabilită pe durata perioadei de proba. ..."
                                    },
                                    {
                                       "name": "(1) Clauza de neconcurenta nu îşi mai produce efectele la data încetării contractului individual de muncă. ... ",
                                       "number": 22,
                                       "text": "(2) Prin excepţie de la prevederile alin. (1), clauza de neconcurenta îşi poate produce efectele şi după încetarea contractului individual de muncă, pentru o perioadă de maximum 6 luni, în cazul funcţiilor de execuţie, şi de maximum 2 ani pentru cei care au ocupat funcţii de conducere, dacă o astfel de perioada a fost convenită expres prin contractul individual de muncă. ... \n (3) Prevederile alin. (2) nu sunt aplicabile în cazurile în care încetarea contractului individual de muncă s-a produs de drept ori a intervenit din iniţiativa angajatorului pentru motive neimputabile salariatului. ..."
                                    },
                                    {
                                       "name": "(1) Clauza de neconcurenta nu poate avea ca efect interzicerea în mod absolut a exercitării profesiei salariatului sau a specializării pe care o deţine. ... ",
                                       "number": 23,
                                       "text": "(2) La sesizarea salariatului sau a inspectoratului teritorial pentru munca instanţa competenţa poate diminua efectele clauzei de neconcurenta. ..."
                                    },
                                    {
                                       "name": "Articolul 24",
                                       "number": 24,
                                       "text": "În cazul nerespectării, cu vinovăţie, a clauzei de neconcurenta salariatul poate fi obligat la restituirea indemnizaţiei şi, după caz, la daune-interese corespunzătoare prejudiciului pe care l-a produs angajatorului."
                                    },
                                    {
                                       "name": "Articolul 25",
                                       "number": 25,
                                       "text": "Prin clauza de mobilitate părţile în contractul individual de muncă stabilesc ca, în considerarea specificului muncii, executarea obligaţiilor de serviciu de către salariat nu se realizează într-un loc stabil de muncă. În acest caz salariatul beneficiază de prestaţii suplimentare în bani sau în natură."
                                    },
                                    {
                                       "name": "(1) Prin clauza de confidenţialitate părţile convin ca, pe toată durata contractului individual de muncă şi după încetarea acestuia, sa nu transmită date sau informaţii de care au luat cunoştinţa în timpul executării contractului, în condiţiile stabilite în regulamentele interne, în contractele colective de muncă sau în contractele individuale de muncă. ... ",
                                       "number": 26,
                                       "text": "(2) Nerespectarea acestei clauze de către oricare dintre părţi atrage obligarea celui în culpa la plata de daune-interese. ..."
                                    },
                                    {
                                       "name": "(1) O persoana poate fi angajata în munca numai în baza unui certificat medical, care constata faptul ca cel în cauza este apt pentru prestarea acelei munci. ... ",
                                       "number": 27,
                                       "text": "(2) Nerespectarea prevederilor alin. (1) atrage nulitatea contractului individual de muncă. ... \n (3) În situaţia în care salariatul prezintă certificatul medical după momentul încheierii contractului individual de muncă, iar din cuprinsul certificatului rezultă ca cel în cauza este apt de muncă, contractul astfel încheiat rămâne valabil. ... \n (4) Competenţa şi procedura de eliberare a certificatului medical, precum şi sancţiunile aplicabile angajatorului în cazul angajării sau schimbării locului ori felului muncii fără certificat medical sunt stabilite prin legi speciale. ... \n (5) Solicitarea, la angajare, a testelor de graviditate este interzisă. ... \n (6) La angajarea în domeniile sănătate, alimentaţie publică, educaţie şi în alte domenii stabilite prin acte normative se pot solicita şi teste medicale specifice. ..."
                                    },
                                    {
                                       "name": "Certificatul medical este obligatoriu şi în următoarele situaţii:",
                                       "number": 28,
                                       "text": "a) la reinceperea activităţii după o întrerupere mai mare de 6 luni, pentru locurile de muncă având expunere la factori nocivi profesionali, şi de un an, în celelalte situaţii; ... \n b) în cazul detaşării sau trecerii în alt loc de muncă ori în alta activitate; ... \n c) la începerea misiunii, în cazul salariaţilor încadraţi cu contract de muncă temporară; ... \n d) în cazul ucenicilor, practicantilor, elevilor şi studenţilor, în situaţia în care urmează să fie instruiti pe meserii şi profesii, precum şi în situaţia schimbării meseriei pe parcursul instruirii; ... \n e) periodic, în cazul celor care lucrează în condiţii de expunere la factori nocivi profesionali, potrivit reglementărilor Ministerului Sănătăţii şi Familiei; ... \n f) periodic, în cazul celor care desfăşoară activităţi cu risc de transmitere a unor boli şi care lucrează în sectorul alimentar, zootehnic, la instalaţiile de aprovizionare cu apa potabilă, în colectivităţi de copii, în unităţi sanitare, potrivit reglementărilor Ministerului Sănătăţii şi Familiei; ... \n g) periodic, în cazul celor care lucrează în unităţi fără factori de risc, prin examene medicale diferenţiate în funcţie de vârsta, sex şi stare de sănătate, potrivit reglementărilor din contractele colective de muncă. ..."
                                    },
                                    {
                                       "name": "(1) Contractul individual de muncă se încheie după verificarea prealabilă a aptitudinilor profesionale şi personale ale persoanei care solicită angajarea. ... ",
                                       "number": 29,
                                       "text": "(2) Modalităţile în care urmează să se realizeze verificarea prevăzută la alin. (1) sunt stabilite în contractul colectiv de muncă aplicabil, în statutul de personal - profesional sau disciplinar - şi în regulamentul intern, în măsura în care legea nu dispune altfel. ... \n (3) Informaţiile cerute, sub orice formă, de către angajator persoanei care solicită angajarea cu ocazia verificării prealabile a aptitudinilor nu pot avea un alt scop decât acela de a aprecia capacitatea de a ocupa postul respectiv, precum şi aptitudinile profesionale. ... \n (4) Angajatorul poate cere informaţii în legătură cu persoana care solicită angajarea de la foştii săi angajatori, dar numai cu privire la funcţiile îndeplinite şi la durata angajării şi numai cu încunoştinţarea prealabilă a celui în cauza. ..."
                                    },
                                    {
                                       "name": "(1) Încadrarea salariaţilor la instituţiile şi autorităţile publice şi la alte unităţi bugetare se face numai prin concurs sau examen, după caz. ... ",
                                       "number": 30,
                                       "text": "(2) Posturile vacante existente în statul de funcţii vor fi scoase la concurs, în raport cu necesităţile fiecărei unităţi prevăzute la alin. (1). ... \n (3) În cazul în care la concursul organizat în vederea ocupării unui post vacant nu s-au prezentat mai mulţi candidaţi, încadrarea în munca se face prin examen. ... \n (4) Condiţiile de organizare şi modul de desfăşurare a concursului/examenului se stabilesc prin regulament aprobat prin hotărâre a Guvernului. ..."
                                    },
                                    {
                                       "name": "(1) Pentru verificarea aptitudinilor salariatului, la încheierea contractului individual de muncă se poate stabili o perioadă de proba de cel mult 30 de zile calendaristice pentru funcţiile de execuţie şi de cel mult 90 de zile calendaristice pentru funcţiile de conducere. ... ",
                                       "number": 31,
                                       "text": "(2) Verificarea aptitudinilor profesionale la încadrarea persoanelor cu handicap se realizează exclusiv prin modalitatea perioadei de proba de maximum 30 de zile calendaristice. ... \n (3) În cazul muncitorilor necalificati, perioada de proba are caracter excepţional şi nu poate depăşi 5 zile lucrătoare. ... \n (4) Absolvenţii instituţiilor de învăţământ se încadrează, la debutul lor în profesie, pe baza unei perioade de proba cuprinse între 3 şi 6 luni. ... \n (5) Pe durata perioadei de proba salariatul se bucura de toate drepturile şi are toate obligaţiile prevăzute în legislaţia muncii, în contractul colectiv de muncă aplicabil, în regulamentul intern, precum şi în contractul individual de muncă. ..."
                                    },
                                    {
                                       "name": "(1) Pe durata executării unui contract individual de muncă nu poate fi stabilită decât o singura perioada de proba. ... ",
                                       "number": 32,
                                       "text": "(2) Prin excepţie, salariatul poate fi supus la o noua perioada de proba în situaţia în care acesta debuteaza la acelaşi angajator într-o noua funcţie sau profesie ori urmează sa presteze activitatea într-un loc de muncă cu condiţii grele, vătămătoare sau periculoase. ... \n (3) Neinformarea salariatului anterior încheierii sau modificării contractului individual de muncă cu privire la perioada de proba, în termenul prevăzut la art. 17 alin. (4), duce la decăderea angajatorului din dreptul de a verifica aptitudinile salariatului printr-o asemenea modalitate. ... \n (4) Perioada de proba constituie vechime în munca. ..."
                                    },
                                    {
                                       "name": "Articolul 33",
                                       "number": 33,
                                       "text": "Angajarea succesiva a mai mult de trei persoane pe perioade de proba pentru acelaşi post este interzisă."
                                    },
                                    {
                                       "name": "(1) Fiecare angajator are obligaţia de a înfiinţa un registru general de evidenta a salariaţilor. ... ",
                                       "number": 34,
                                       "text": "(2) Registrul general de evidenta a salariaţilor se va inregistra în prealabil la autoritatea publică competenţa, potrivit legii, în a carei raza teritorială se afla domiciliul, respectiv sediul angajatorului, data de la care devine document oficial. ... \n (3) Registrul general de evidenta a salariaţilor se completează în ordinea angajării şi cuprinde elementele de identificare a tuturor salariaţilor, elementele ce caracterizează contractele de muncă ale acestora, precum şi toate situaţiile care intervin pe parcursul desfăşurării relaţiilor de muncă în legătură cu executarea, modificarea, suspendarea sau încetarea contractului individual de muncă. ... \n (4) Registrul general de evidenta a salariaţilor este păstrat la domiciliul, respectiv sediul angajatorului, urmând să fie pus la dispoziţie inspectorului de muncă sau oricărei alte autorităţi care îl solicita, în condiţiile legii. ... \n (5) La solicitarea salariatului angajatorul este obligat sa elibereze un document care să ateste activitatea desfăşurată de acesta, vechimea în munca, în meserie şi în specialitate. ... \n (6) În cazul încetării activităţii angajatorului, registrul general de evidenta a salariaţilor se depune la autoritatea publică competenţa, potrivit legii, în a carei raza teritorială se afla sediul sau domiciliul angajatorului, după caz. ... \n (7) Metodologia de întocmire a registrului general de evidenta a salariaţilor, înregistrările care se efectuează, precum şi orice alte elemente în legătură cu întocmirea acestora se stabilesc prin hotărâre a Guvernului. ..."
                                    },
                                    {
                                       "name": "(1) Orice salariat are dreptul de a cumula mai multe funcţii, în baza unor contracte individuale de muncă, beneficiind de salariul corespunzător pentru fiecare dintre acestea. ... ",
                                       "number": 35,
                                       "text": "(2) Fac excepţie de la prevederile alin. (1) situaţiile în care prin lege sunt prevăzute incompatibilităţi pentru cumulul unor funcţii. ... \n (3) Salariaţii care cumulează mai multe funcţii sunt obligaţi sa declare fiecărui angajator locul unde exercita funcţia pe care o considera de baza. ..."
                                    },
                                    {
                                       "name": "Articolul 36",
                                       "number": 36,
                                       "text": "Cetăţenii străini şi apatrizii pot fi angajaţi prin contract individual de muncă în baza permisului de muncă eliberat potrivit legii."
                                    }
                                 ],
                                 "range": [
                                    10,
                                    36
                                 ]
                              }
                           ],
                           "range": [
                              10,
                              36
                           ]
                        }
                     ],
                     "range": [
                        10,
                        36
                     ]
                  },
                  {
                     "name": "Executarea contractului individual de muncă",
                     "number": 2,
                     "sections": [
                        {
                           "name": "Executarea contractului individual de muncă",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Executarea contractului individual de muncă",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Articolul 37",
                                       "number": 37,
                                       "text": "Drepturile şi obligaţiile privind relaţiile de muncă dintre angajator şi salariat se stabilesc potrivit legii, prin negociere, în cadrul contractelor colective de muncă şi al contractelor individuale de muncă."
                                    },
                                    {
                                       "name": "Articolul 38",
                                       "number": 38,
                                       "text": "Salariaţii nu pot renunţa la drepturile ce le sunt recunoscute prin lege. Orice tranzacţie prin care se urmăreşte renunţarea la drepturile recunoscute de lege salariaţilor sau limitarea acestor drepturi este lovită de nulitate."
                                    },
                                    {
                                       "name": "(1) Salariatul are, în principal, următoarele drepturi: ... ",
                                       "number": 39,
                                       "text": "a) dreptul la salarizare pentru munca depusa; ... \n b) dreptul la repaus zilnic şi săptămânal; ... \n c) dreptul la concediu de odihnă anual; ... \n d) dreptul la egalitate de sanse şi de tratament; ... \n e) dreptul la demnitate în munca; ... \n f) dreptul la securitate şi sănătate în munca; ... \n g) dreptul la acces la formarea profesională; ... \n h) dreptul la informare şi consultare; ... \n i) dreptul de a lua parte la determinarea şi ameliorarea condiţiilor de muncă şi a mediului de muncă; ... \n j) dreptul la protecţie în caz de concediere; ... \n k) dreptul la negociere colectivă şi individuală; ... \n l) dreptul de a participa la acţiuni colective; ... \n m) dreptul de a constitui sau de a adera la un sindicat. ... \n (2) Salariatului îi revin, în principal, următoarele obligaţii: ... \n a) obligaţia de a realiza norma de muncă sau, după caz, de a îndeplini atribuţiile ce îi revin conform fisei postului; ... \n b) obligaţia de a respecta disciplina muncii; ... \n c) obligaţia de a respecta prevederile cuprinse în regulamentul intern, în contractul colectiv de muncă aplicabil, precum şi în contractul individual de muncă; ... \n d) obligaţia de fidelitate faţă de angajator în executarea atribuţiilor de serviciu; ... \n e) obligaţia de a respecta măsurile de securitate şi sănătate a muncii în unitate; ... \n f) obligaţia de a respecta secretul de serviciu. ..."
                                    },
                                    {
                                       "name": "(1) Angajatorul are, în principal, următoarele drepturi: ... ",
                                       "number": 40,
                                       "text": "a) sa stabilească organizarea şi funcţionarea unităţii; ... \n b) sa stabilească atribuţiile corespunzătoare pentru fiecare salariat, în condiţiile legii; ... \n c) sa dea dispoziţii cu caracter obligatoriu pentru salariat, sub rezerva legalităţii lor; ... \n d) sa exercite controlul asupra modului de îndeplinire a sarcinilor de serviciu; ... \n e) să constate săvârşirea abaterilor disciplinare şi să aplice sancţiunile corespunzătoare, potrivit legii, contractului colectiv de muncă aplicabil şi regulamentului intern. ... \n (2) Angajatorului în revin, în principal, următoarele obligaţii: ... \n a) sa informeze salariaţii asupra condiţiilor de muncă şi asupra elementelor care privesc desfăşurarea relaţiilor de muncă; ... \n b) să asigure permanent condiţiile tehnice şi organizatorice avute în vedere la elaborarea normelor de muncă şi condiţiile corespunzătoare de muncă; ... \n c) sa acorde salariaţilor toate drepturile ce decurg din lege, din contractul colectiv de muncă aplicabil şi din contractele individuale de muncă; ... \n d) sa comunice periodic salariaţilor situaţia economică şi financiară a unităţii; ... \n e) să se consulte cu sindicatul sau, după caz, cu reprezentanţii salariaţilor în privinta deciziilor susceptibile sa afecteze substanţial drepturile şi interesele acestora; ... \n f) sa plătească toate contribuţiile şi impozitele aflate în sarcina sa, precum şi sa retina şi sa vireze contribuţiile şi impozitele datorate de salariaţi, în condiţiile legii; ... \n g) sa înfiinţeze registrul general de evidenta a salariaţilor şi sa opereze înregistrările prevăzute de lege; ... \n h) sa elibereze, la cerere, toate documentele care atesta calitatea de salariat a solicitantului; ... \n i) să asigure confidenţialitatea datelor cu caracter personal ale salariaţilor. ..."
                                    }
                                 ],
                                 "range": [
                                    37,
                                    40
                                 ]
                              }
                           ],
                           "range": [
                              37,
                              40
                           ]
                        }
                     ],
                     "range": [
                        37,
                        40
                     ]
                  },
                  {
                     "name": "Modificarea contractului individual de muncă",
                     "number": 3,
                     "sections": [
                        {
                           "name": "Modificarea contractului individual de muncă",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Modificarea contractului individual de muncă",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Contractul individual de muncă poate fi modificat numai prin acordul părţilor. ... ",
                                       "number": 41,
                                       "text": "(2) Cu titlu de excepţie, modificarea unilaterala a contractului individual de muncă este posibila numai în cazurile şi în condiţiile prevăzute de prezentul cod. ... \n (3) Modificarea contractului individual de muncă se referă la oricare dintre următoarele elemente: ... \n a) durata contractului; ... \n b) locul muncii; ... \n c) felul muncii; ... \n d) condiţiile de muncă; ... \n e) salariul; ... \n f) timpul de muncă şi timpul de odihnă. ..."
                                    },
                                    {
                                       "name": "(1) Locul muncii poate fi modificat unilateral de către angajator prin delegarea sau detasarea salariatului într-un alt loc de muncă decât cel prevăzut în contractul individual de muncă. ... ",
                                       "number": 42,
                                       "text": "(2) Pe durata delegării, respectiv a detaşării, salariatul îşi păstrează funcţia şi toate celelalte drepturi prevăzute în contractul individual de muncă. ..."
                                    },
                                    {
                                       "name": "Articolul 43",
                                       "number": 43,
                                       "text": "Delegarea reprezintă exercitarea temporară, din dispoziţia angajatorului, de către salariat, a unor lucrări sau sarcini corespunzătoare atribuţiilor de serviciu în afară locului sau de muncă."
                                    },
                                    {
                                       "name": "(1) Delegarea poate fi dispusă pentru o perioadă de cel mult 60 de zile şi se poate prelungi, cu acordul salariatului, cu cel mult 60 de zile. ... ",
                                       "number": 44,
                                       "text": "(2) Salariatul delegat are dreptul la plata cheltuielilor de transport şi cazare, precum şi la o indemnizaţie de delegare, în condiţiile prevăzute de lege sau de contractul colectiv de muncă aplicabil. ..."
                                    },
                                    {
                                       "name": "Articolul 45",
                                       "number": 45,
                                       "text": "Detasarea este actul prin care se dispune schimbarea temporară a locului de muncă, din dispoziţia angajatorului, la un alt angajator, în scopul executării unor lucrări în interesul acestuia. În mod excepţional, prin detaşare se poate modifica şi felul muncii, dar numai cu consimţământul scris al salariatului."
                                    },
                                    {
                                       "name": "(1) Detasarea poate fi dispusă pe o perioadă de cel mult un an. ... ",
                                       "number": 46,
                                       "text": "(2) În mod excepţional, perioada detaşării poate fi prelungită pentru motive obiective ce impun prezenta salariatului la angajatorul la care s-a dispus detasarea, cu acordul ambelor părţi, din 6 în 6 luni. ... \n (3) Salariatul poate refuza detasarea dispusă de angajatorul sau numai în mod excepţional şi pentru motive personale temeinice. ... \n (4) Salariatul detaşat are dreptul la plata cheltuielilor de transport şi cazare, precum şi la o indemnizaţie de detaşare, în condiţiile prevăzute de lege sau de contractul colectiv de muncă aplicabil. ..."
                                    },
                                    {
                                       "name": "(1) Drepturile cuvenite salariatului detaşat se acordă de angajatorul la care s-a dispus detasarea. ... ",
                                       "number": 47,
                                       "text": "(2) Pe durata detaşării salariatul beneficiază de drepturile care îi sunt mai favorabile, fie de drepturile de la angajatorul care a dispus detasarea, fie de drepturile de la angajatorul la care este detaşat. ... \n (3) Angajatorul care detaseaza are obligaţia de a lua toate măsurile necesare pentru ca angajatorul la care s-a dispus detasarea să îşi îndeplinească integral şi la timp toate obligaţiile faţă de salariatul detaşat. ... \n (4) Dacă angajatorul la care s-a dispus detasarea nu îşi îndeplineşte integral şi la timp toate obligaţiile faţă de salariatul detaşat, acestea vor fi îndeplinite de angajatorul care a dispus detasarea. ... \n (5) În cazul în care exista divergenta între cei doi angajatori sau nici unul dintre ei nu îşi îndeplineşte obligaţiile potrivit prevederilor alin. (1) şi (2), salariatul detaşat are dreptul de a reveni la locul sau de muncă de la angajatorul care l-a detaşat, de a se indrepta împotriva oricăruia dintre cei doi angajatori şi de a cere executarea silită a obligaţiilor neindeplinite. ..."
                                    },
                                    {
                                       "name": "Articolul 48",
                                       "number": 48,
                                       "text": "Angajatorul poate modifica temporar locul şi felul muncii, fără consimţământul salariatului, şi în cazul unor situaţii de forta majoră, cu titlu de sancţiune disciplinară sau ca măsura de protecţie a salariatului, în cazurile şi în condiţiile prevăzute de prezentul cod."
                                    }
                                 ],
                                 "range": [
                                    41,
                                    48
                                 ]
                              }
                           ],
                           "range": [
                              41,
                              48
                           ]
                        }
                     ],
                     "range": [
                        41,
                        48
                     ]
                  },
                  {
                     "name": "Suspendarea contractului individual de muncă",
                     "number": 4,
                     "sections": [
                        {
                           "name": "Suspendarea contractului individual de muncă",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Suspendarea contractului individual de muncă",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Suspendarea contractului individual de muncă poate interveni de drept, prin acordul părţilor sau prin actul unilateral al uneia dintre părţi. ... ",
                                       "number": 49,
                                       "text": "(2) Suspendarea contractului individual de muncă are ca efect suspendarea prestării muncii de către salariat şi a plăţii drepturilor de natura salariala de către angajator. ... \n (3) Pe durata suspendării pot continua sa existe alte drepturi şi obligaţii ale părţilor decât cele prevăzute la alin. (2), dacă prin legi speciale, prin contractul colectiv de muncă aplicabil, prin contracte individuale de muncă sau regulamente interne nu se prevede altfel. ... \n (4) În cazul suspendării contractului individual de muncă din cauza unei fapte imputabile salariatului, pe durata suspendării acesta nu va beneficia de nici un drept care rezultă din calitatea sa de salariat. ..."
                                    },
                                    {
                                       "name": "Contractul individual de muncă se suspenda de drept în următoarele situaţii:",
                                       "number": 50,
                                       "text": "a) concediu de maternitate; ... \n b) concediu pentru incapacitate temporară de muncă; ... \n c) carantina; ... \n d) efectuarea serviciului militar obligatoriu; ... \n e) exercitarea unei funcţii în cadrul unei autorităţi executive, legislative ori judecătoreşti, pe toată durata mandatului; ... \n f) îndeplinirea unei funcţii de conducere salarizate în sindicat; ... \n g) forta majoră; ... \n h) în cazul în care salariatul este arestat preventiv, în condiţiile Codului de procedura penală; ... \n i) în alte cazuri expres prevăzute de lege. ..."
                                    },
                                    {
                                       "name": "Contractul individual de muncă poate fi suspendat din iniţiativa salariatului, în următoarele situaţii:",
                                       "number": 51,
                                       "text": "a) concediu pentru creşterea copilului în vârsta de până la 2 ani sau, în cazul copilului cu handicap, până la împlinirea vârstei de 3 ani; ... \n b) concediu pentru îngrijirea copilului bolnav în vârsta de până la 7 ani sau, în cazul copilului cu handicap, pentru afecţiuni intercurente, până la împlinirea vârstei de 18 ani; ... \n c) concediu paternal; ... \n d) concediu pentru formare profesională; ... \n e) exercitarea unor funcţii elective în cadrul organismelor profesionale constituite la nivel central sau local, pe toată durata mandatului; ... \n f) participarea la greva; ... \n g) absente nemotivate. ..."
                                    },
                                    {
                                       "name": "(1) Contractul individual de muncă poate fi suspendat din iniţiativa angajatorului în următoarele situaţii: ... ",
                                       "number": 52,
                                       "text": "a) pe durata cercetării disciplinare prealabile, în condiţiile legii; ... \n b) ca sancţiune disciplinară; ... \n c) în cazul în care angajatorul a formulat plângere penală împotriva salariatului sau acesta a fost trimis în judecata pentru fapte penale incompatibile cu funcţia deţinută, până la rămânerea definitivă a hotărârii judecătoreşti; ... \n d) în cazul întreruperii temporare a activităţii, fără încetarea raportului de muncă, în special pentru motive economice, tehnologice, structurale sau similare; ... \n e) pe durata detaşării. ... \n (2) În cazurile prevăzute la alin. (1) lit. c), dacă se constata nevinovatia celui în cauza, salariatul îşi reia activitatea avută anterior şi i se va plati o despăgubire egala cu salariul şi celelalte drepturi de care a fost lipsit pe perioada suspendării contractului. ..."
                                    },
                                    {
                                       "name": "(1) Pe durata întreruperii temporare a activităţii angajatorului salariaţii beneficiază de o indemnizaţie, plătită din fondul de salarii, ce nu poate fi mai mica de 75% din salariul de baza corespunzător locului de muncă ocupat. ... ",
                                       "number": 53,
                                       "text": "(2) Pe durata întreruperii temporare prevăzute la alin. (1) salariaţii se vor afla la dispoziţia angajatorului, acesta având oricând posibilitatea sa dispună reinceperea activităţii. ..."
                                    },
                                    {
                                       "name": "Articolul 54",
                                       "number": 54,
                                       "text": "Contractul individual de muncă poate fi suspendat, prin acordul părţilor, în cazul concediilor fără plata pentru studii sau pentru interese personale."
                                    }
                                 ],
                                 "range": [
                                    49,
                                    54
                                 ]
                              }
                           ],
                           "range": [
                              49,
                              54
                           ]
                        }
                     ],
                     "range": [
                        49,
                        54
                     ]
                  },
                  {
                     "name": "Încetarea contractului individual de muncă",
                     "number": 5,
                     "sections": [
                        {
                           "name": "",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Contractul individual de muncă poate inceta astfel:",
                                       "number": 55,
                                       "text": "a) de drept; ... \n b) ca urmare a acordului părţilor, la data convenită de acestea; ... \n c) ca urmare a voinţei unilaterale a uneia dintre părţi, în cazurile şi în condiţiile limitativ prevăzute de lege. ..."
                                    }
                                 ],
                                 "range": [
                                    55,
                                    55
                                 ]
                              }
                           ],
                           "range": [
                              55,
                              55
                           ]
                        },
                        {
                           "name": "Încetarea de drept a contractului individual de muncă",
                           "number": 2,
                           "subsections": [
                              {
                                 "name": "Încetarea de drept a contractului individual de muncă",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Contractul individual de muncă încetează de drept:",
                                       "number": 56,
                                       "text": "a) la data decesului salariatului sau angajatorului persoana fizica; ... \n b) la data rămânerii irevocabile a hotărârii judecătoreşti de declarare a morţii sau a punerii sub interdicţie a salariatului ori a angajatorului persoana fizica, dacă aceasta antreneaza lichidarea afacerii; ... \n c) ca urmare a dizolvării angajatorului persoana juridică, de la data la care persoana juridică îşi încetează existenta; ... \n d) la data îndeplinirii cumulative a condiţiilor de vârsta standard şi a stagiului minim de cotizare pentru pensionare sau, după caz, la data comunicării deciziei de pensionare pentru limita de vârsta ori invaliditate a salariatului, potrivit legii; ... \n e) ca urmare a constatării nulităţii absolute a contractului individual de muncă, de la data la care nulitatea a fost constatată prin acordul părţilor sau prin hotărâre judecătorească definitivă; ... \n f) ca urmare a admiterii cererii de reintegrare în funcţia ocupată de salariat a unei persoane concediate nelegal sau pentru motive neintemeiate, de la data rămânerii definitive a hotărârii judecătoreşti de reintegrare; ... \n g) ca urmare a condamnării penale cu executarea pedepsei la locul de muncă, de la data emiterii mandatului de executare; ... \n h) de la data retragerii de către autorităţile sau organismele competente a avizelor, autorizaţiilor ori atestarilor necesare pentru exercitarea profesiei; ... \n i) ca urmare a interzicerii exercitării unei profesii sau a unei funcţii, ca măsura de siguranţă ori pedeapsa complementara, de la data rămânerii definitive a hotărârii judecătoreşti prin care s-a dispus interdicţia; ... \n j) la data expirării termenului contractului individual de muncă încheiat pe durata determinata; ... \n k) retragerea acordului părinţilor sau al reprezentanţilor legali, în cazul salariaţilor cu vârsta cuprinsă între 15 şi 16 ani. ..."
                                    },
                                    {
                                       "name": "(1) Nerespectarea oricăreia dintre condiţiile legale necesare pentru încheierea valabilă a contractului individual de muncă atrage nulitatea acestuia. ... ",
                                       "number": 57,
                                       "text": "(2) Constatarea nulităţii contractului individual de muncă produce efecte pentru viitor. ... \n (3) Nulitatea contractului individual de muncă poate fi acoperită prin îndeplinirea ulterioară a condiţiilor impuse de lege. ... \n (4) În situaţia în care o clauza este afectată de nulitate, întrucât stabileşte drepturi sau obligaţii pentru salariaţi, care contravin unor norme legale imperative sau contractelor colective de muncă aplicabile, aceasta este înlocuită de drept cu dispoziţiile legale sau convenţionale aplicabile, salariatul având dreptul la despăgubiri. ... \n (5) Persoana care a prestat munca în temeiul unui contract individual de muncă nul are dreptul la remunerarea acesteia, corespunzător modului de îndeplinire a atribuţiilor de serviciu. ... \n (6) Constatarea nulităţii şi stabilirea, potrivit legii, a efectelor acesteia se pot face prin acordul părţilor. ... \n (7) Dacă părţile nu se înţeleg, nulitatea se pronunţa de către instanţa judecătorească. ..."
                                    }
                                 ],
                                 "range": [
                                    56,
                                    57
                                 ]
                              }
                           ],
                           "range": [
                              56,
                              57
                           ]
                        },
                        {
                           "name": "Concedierea",
                           "number": 3,
                           "subsections": [
                              {
                                 "name": "Concedierea",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Concedierea reprezintă încetarea contractului individual de muncă din iniţiativa angajatorului. ... ",
                                       "number": 58,
                                       "text": "(2) Concedierea poate fi dispusă pentru motive care ţin de persoana salariatului sau pentru motive care nu ţin de persoana salariatului. ..."
                                    },
                                    {
                                       "name": "Este interzisă concedierea salariaţilor:",
                                       "number": 59,
                                       "text": "a) pe criterii de sex, orientare sexuală, caracteristici genetice, vârsta, apartenenţa naţionala, rasa, culoare, etnie, religie, opţiune politica, origine socială, handicap, situaţie sau responsabilitate familială, apartenenţa ori activitate sindicala; ... \n b) pentru exercitarea, în condiţiile legii, a dreptului la greva şi a drepturilor sindicale. ..."
                                    },
                                    {
                                       "name": "(1) Concedierea salariaţilor nu poate fi dispusă: ... ",
                                       "number": 60,
                                       "text": "a) pe durata incapacităţii temporare de muncă, stabilită prin certificat medical conform legii; ... \n b) pe durata concediului pentru carantina; ... \n c) pe durata în care femeia salariata este gravida, în măsura în care angajatorul a luat cunoştinţa de acest fapt anterior emiterii deciziei de concediere; ... \n d) pe durata concediului de maternitate; ... \n e) pe durata concediului pentru creşterea copilului în vârsta de până la 2 ani sau, în cazul copilului cu handicap, până la împlinirea vârstei de 3 ani; ... \n f) pe durata concediului pentru îngrijirea copilului bolnav în vârsta de până la 7 ani sau, în cazul copilului cu handicap, pentru afecţiuni intercurente, până la împlinirea vârstei de 18 ani; ... \n g) pe durata îndeplinirii serviciului militar; ... \n h) pe durata exercitării unei funcţii eligibile într-un organism sindical, cu excepţia situaţiei în care concedierea este dispusă pentru o abatere disciplinară grava sau pentru abateri disciplinare repetate, săvârşite de către acel salariat; ... \n i) pe durata efectuării concediului de odihnă. ... \n (2) Prevederile alin. (1) nu se aplică în cazul concedierii pentru motive ce intervin ca urmare a reorganizării judiciare sau a falimentului angajatorului, în condiţiile legii. ..."
                                    }
                                 ],
                                 "range": [
                                    58,
                                    60
                                 ]
                              }
                           ],
                           "range": [
                              58,
                              60
                           ]
                        },
                        {
                           "name": "Concedierea pentru motive care ţin de persoana salariatului",
                           "number": 4,
                           "subsections": [
                              {
                                 "name": "Concedierea pentru motive care ţin de persoana salariatului",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Angajatorul poate dispune concedierea pentru motive care ţin de persoana salariatului în următoarele situaţii:",
                                       "number": 61,
                                       "text": "a) în cazul în care salariatul a săvârşit o abatere grava sau abateri repetate de la regulile de disciplina a muncii ori de la cele stabilite prin contractul individual de muncă, contractul colectiv de muncă aplicabil sau regulamentul intern, ca sancţiune disciplinară; ... \n b) în cazul în care salariatul este arestat preventiv pentru o perioadă mai mare de 60 de zile, în condiţiile Codului de procedura penală; ... \n c) în cazul în care, prin decizie a organelor competente de expertiza medicală, se constata inaptitudinea fizica şi/sau psihică a salariatului, fapt ce nu permite acestuia să îşi îndeplinească atribuţiile corespunzătoare locului de muncă ocupat; ... \n d) în cazul în care salariatul nu corespunde profesional locului de muncă în care este încadrat. ..."
                                    },
                                    {
                                       "name": "(1) În cazul în care concedierea intervine pentru unul dintre motivele prevăzute la art. 61 lit. b)-d), angajatorul are obligaţia de a emite decizia de concediere în termen de 30 de zile calendaristice de la data constatării cauzei concedierii. ... ",
                                       "number": 62,
                                       "text": "(2) Decizia se emite în scris şi, sub sancţiunea nulităţii absolute, trebuie să fie motivată în fapt şi în drept şi sa cuprindă precizări cu privire la termenul în care poate fi contestată şi la instanţa judecătorească la care se contesta. ..."
                                    },
                                    {
                                       "name": "(1) Concedierea pentru săvârşirea unei abateri grave sau a unor abateri repetate de la regulile de disciplina a muncii poate fi dispusă numai după îndeplinirea de către angajator a cercetării disciplinare prealabile şi în termenele stabilite de prezentul cod. ... ",
                                       "number": 63,
                                       "text": "(2) Procedura cercetării prealabile este, de asemenea, obligatorie în cazul concedierii pentru situaţia în care salariatul nu corespunde profesional. Termenele şi condiţiile cercetării prealabile sunt cele prevăzute pentru cercetarea disciplinară. ..."
                                    },
                                    {
                                       "name": "(1) În cazul în care concedierea se dispune pentru motivele prevăzute la art. 61 lit. c) şi d), precum şi în cazul în care contractul individual de muncă a încetat de drept în temeiul art. 56 lit. f), angajatorul are obligaţia de a-i propune salariatului alte locuri de muncă vacante în unitate, compatibile cu pregătirea profesională sau, după caz, cu capacitatea de muncă stabilită de medicul de medicina a muncii. ... ",
                                       "number": 64,
                                       "text": "(2) În situaţia în care angajatorul nu dispune de locuri de muncă vacante potrivit alin. (1), acesta are obligaţia de a solicita sprijinul agenţiei teritoriale de ocupare a forţei de muncă în vederea redistribuirii salariatului, corespunzător pregătirii profesionale sau, după caz, capacităţii de muncă stabilite de medicul de medicina a muncii, urmând sa îi comunice salariatului soluţiile propuse de agenţie. ... \n (3) Salariatul are la dispoziţie un termen de 3 zile lucrătoare de la comunicarea angajatorului conform prevederilor alin. (1) şi (2) pentru a-şi manifesta expres consimţământul cu privire la noul loc de muncă oferit. ... \n (4) În cazul în care salariatul nu îşi manifesta expres consimţământul în termenul prevăzut la alin. (3), precum şi în cazul în care agenţia teritorială de ocupare a forţei de muncă nu poate îndeplini obligaţia prevăzută la alin. (2), angajatorul poate dispune concedierea salariatului. ... \n (5) În cazul concedierii pentru motivul prevăzut la art. 61 lit. c) salariatul beneficiază de o compensaţie, în condiţiile stabilite în contractul colectiv de muncă aplicabil sau în contractul individual de muncă, după caz. ..."
                                    }
                                 ],
                                 "range": [
                                    61,
                                    64
                                 ]
                              }
                           ],
                           "range": [
                              61,
                              64
                           ]
                        },
                        {
                           "name": "Concedierea pentru motive care nu ţin de persoana salariatului",
                           "number": 5,
                           "subsections": [
                              {
                                 "name": "Concedierea pentru motive care nu ţin de persoana salariatului",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Concedierea pentru motive care nu ţin de persoana salariatului reprezintă încetarea contractului individual de muncă, determinata de desfiinţarea locului de muncă ocupat de salariat ca urmare a dificultăţilor economice, a transformărilor tehnologice sau a reorganizării activităţii. ... ",
                                       "number": 65,
                                       "text": "(2) Desfiinţarea locului de muncă trebuie să fie efectivă şi să aibă o cauza reală şi serioasă, dintre cele prevăzute la alin. (1). ..."
                                    },
                                    {
                                       "name": "Articolul 66",
                                       "number": 66,
                                       "text": "Concedierea pentru motive care nu ţin de persoana salariatului poate fi individuală sau colectivă."
                                    },
                                    {
                                       "name": "Articolul 67",
                                       "number": 67,
                                       "text": "Salariaţii concediati pentru motive care nu ţin de persoana lor beneficiază de măsuri active de combatere a somajului şi pot beneficia de compensaţii în condiţiile prevăzute de lege şi de contractul colectiv de muncă aplicabil."
                                    }
                                 ],
                                 "range": [
                                    65,
                                    67
                                 ]
                              }
                           ],
                           "range": [
                              65,
                              67
                           ]
                        },
                        {
                           "name": "Concedierea colectivă",
                           "number": 6,
                           "subsections": [
                              {
                                 "name": "Concedierea colectivă",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Prin concediere colectivă se înţelege concedierea, într-o perioadă de 30 de zile calendaristice, dispusă din unul sau mai multe motive dintre cele prevăzute la art. 65 alin. (1), a unui număr de:",
                                       "number": 68,
                                       "text": "a) cel puţin 5 salariaţi, dacă angajatorul care disponibilizeaza are încadraţi mai mult de 20 de salariaţi şi mai puţin de 100 de salariaţi; ... \n b) cel puţin 10% din salariaţi, dacă angajatorul care disponibilizeaza are încadraţi cel puţin 100 de salariaţi, dar mai puţin de 300 de salariaţi; ... \n c) cel puţin 30 de salariaţi, dacă angajatorul care disponibilizeaza are încadraţi cel puţin 300 de salariaţi. ..."
                                    },
                                    {
                                       "name": "În cazul concedierilor colective angajatorului îi revin următoarele obligaţii:",
                                       "number": 69,
                                       "text": "a) sa întocmească un plan de măsuri sociale sau de alt tip prevăzut de lege ori de contractele colective de muncă aplicabile, cu consultarea sindicatului sau a reprezentanţilor salariaţilor; ... \n b) sa propună salariaţilor programe de formare profesională; ... \n c) sa pună la dispoziţie sindicatului care are membri în unitate sau, după caz, reprezentanţilor salariaţilor toate informaţiile relevante în legătură cu concedierea colectivă, în vederea formulării propunerilor din partea acestora; ... \n d) sa initieze în timp util, în scopul punerii de acord, consultări cu sindicatul sau, după caz, cu reprezentanţii salariaţilor, referitoare la metodele şi mijloacele de evitare a concedierilor colective sau de reducere a numărului de salariaţi afectaţi şi de atenuare a consecinţelor. ..."
                                    },
                                    {
                                       "name": "(1) Angajatorul are obligaţia sa notifice în scris sindicatului sau, după caz, reprezentanţilor salariaţilor intenţia de concediere colectivă, cu cel puţin 45 de zile calendaristice anterioare emiterii deciziilor de concediere. ... ",
                                       "number": 70,
                                       "text": "(2) Notificarea intentiei de concediere colectivă se face sub forma unui proiect de concediere colectivă, care trebuie să cuprindă: ... \n a) numărul total şi categoriile de salariaţi; ... \n b) motivele care determina concedierea; ... \n c) numărul şi categoriile de salariaţi care vor fi afectaţi de concediere; ... \n d) criteriile avute în vedere, potrivit legii şi/sau contractelor colective de muncă, pentru stabilirea ordinii de prioritate la concediere; ... \n e) măsurile avute în vedere pentru limitarea numărului concedierilor; ... \n f) măsurile pentru atenuarea consecinţelor concedierii şi compensaţiile ce urmează să fie acordate salariaţilor supuşi concedierii, conform dispoziţiilor legale şi contractului colectiv de muncă aplicabil; ... \n g) data de la care sau perioada în care vor avea loc concedierile; ... \n h) termenul înăuntrul căruia sindicatul sau, după caz, reprezentanţii salariaţilor pot face propuneri pentru evitarea ori diminuarea numărului salariaţilor concediati. ... \n (3) Angajatorul are obligaţia sa notifice proiectul de concediere inspectoratului teritorial de muncă şi agenţiei teritoriale de ocupare a forţei de muncă la aceeaşi dată la care l-a notificat sindicatului sau, după caz, reprezentanţilor salariaţilor. ..."
                                    },
                                    {
                                       "name": "(1) Sindicatul sau, după caz, reprezentanţii salariaţilor pot propune angajatorului măsuri în vederea evitării concedierilor ori diminuării numărului salariaţilor concediati, într-un termen de 20 de zile calendaristice de la data primirii proiectului de concediere. ... ",
                                       "number": 71,
                                       "text": "(2) Angajatorul are obligaţia de a răspunde în scris şi motivat la propunerile formulate potrivit prevederilor alin. (1), în termen de 10 zile de la primirea acestora. ... \n (3) În cazul în care aspectele legate de concedierea colectivă avută în vedere nu pot fi soluţionate în interiorul termenului de 45 de zile prevăzut la art. 70 alin. (1), la solicitarea oricăreia dintre părţi, inspectoratul teritorial de muncă poate dispune prelungirea acestuia cu maximum 15 zile calendaristice. ..."
                                    },
                                    {
                                       "name": "(1) Angajatorul care a dispus concedieri colective nu poate face noi angajari pe locurile de muncă ale salariaţilor concediati pe o perioadă de 12 luni de la data concedierii acestora. ... ",
                                       "number": 72,
                                       "text": "(2) În cazul în care în această perioadă angajatorul reia activităţile a căror încetare a condus la concedieri colective, salariaţii care au fost concediati au dreptul de a fi reangajati pe aceleaşi locuri de muncă pe care le-au ocupat anterior, fără examen sau concurs ori perioada de proba. ... \n (3) În situaţia în care salariaţii care au dreptul de a fi reangajati potrivit alin. (2) nu solicita acest lucru, angajatorul poate face noi angajari pe locurile de muncă rămase vacante. ..."
                                    }
                                 ],
                                 "range": [
                                    68,
                                    72
                                 ]
                              }
                           ],
                           "range": [
                              68,
                              72
                           ]
                        },
                        {
                           "name": "Dreptul la preaviz",
                           "number": 7,
                           "subsections": [
                              {
                                 "name": "Dreptul la preaviz",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Persoanele concediate în temeiul art. 61 lit. c) şi d), al art. 65 şi 66 beneficiază de dreptul la un preaviz ce nu poate fi mai mic de 15 zile lucrătoare. ... ",
                                       "number": 73,
                                       "text": "(2) Fac excepţie de la prevederile alin. (1) persoanele concediate în temeiul art. 61 lit. d), care se afla în perioada de proba. ..."
                                    },
                                    {
                                       "name": "(1) Decizia de concediere se comunică salariatului în scris şi trebuie să conţină în mod obligatoriu: ... ",
                                       "number": 74,
                                       "text": "a) motivele care determina concedierea; ... \n b) durata preavizului; ... \n c) criteriile de stabilire a ordinii de prioritate, conform art. 70 alin (2) lit. d); ... \n d) lista tuturor locurilor de muncă disponibile în unitate şi termenul în care salariaţii urmează sa opteze pentru a ocupa un loc de muncă vacant, în condiţiile art. 64. ... \n (2) În situaţia în care în perioada de preaviz contractul individual de muncă este suspendat, termenul de preaviz va fi suspendat corespunzător. ..."
                                    },
                                    {
                                       "name": "Articolul 75",
                                       "number": 75,
                                       "text": "Decizia de concediere produce efecte de la data comunicării ei salariatului."
                                    }
                                 ],
                                 "range": [
                                    73,
                                    75
                                 ]
                              }
                           ],
                           "range": [
                              73,
                              75
                           ]
                        },
                        {
                           "name": "Controlul şi sancţionarea concedierilor nelegale",
                           "number": 8,
                           "subsections": [
                              {
                                 "name": "Controlul şi sancţionarea concedierilor nelegale",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Articolul 76",
                                       "number": 76,
                                       "text": "Concedierea dispusă cu nerespectarea procedurii prevăzute de lege este lovită de nulitate absolută."
                                    },
                                    {
                                       "name": "Articolul 77",
                                       "number": 77,
                                       "text": "În caz de conflict de muncă angajatorul nu poate invoca în faţa instanţei alte motive de fapt sau de drept decât cele precizate în decizia de concediere."
                                    },
                                    {
                                       "name": "(1) În cazul în care concedierea a fost efectuată în mod netemeinic sau nelegal, instanţa va dispune anularea ei şi va obliga angajatorul la plata unei despăgubiri egale cu salariile indexate, majorate şi reactualizate şi cu celelalte drepturi de care ar fi beneficiat salariatul. ... ",
                                       "number": 78,
                                       "text": "(2) La solicitarea salariatului instanţa care a dispus anularea concedierii va repune părţile în situaţia anterioară emiterii actului de concediere. ..."
                                    }
                                 ],
                                 "range": [
                                    76,
                                    78
                                 ]
                              }
                           ],
                           "range": [
                              76,
                              78
                           ]
                        },
                        {
                           "name": "Demisia",
                           "number": 9,
                           "subsections": [
                              {
                                 "name": "Demisia",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Prin demisie se înţelege actul unilateral de voinţa a salariatului care, printr-o notificare scrisă, comunică angajatorului încetarea contractului individual de muncă, după împlinirea unui termen de preaviz. ... ",
                                       "number": 79,
                                       "text": "(2) Refuzul angajatorului de a inregistra demisia da dreptul salariatului de a face dovada acesteia prin orice mijloace de proba. ... \n (3) Salariatul are dreptul de a nu motiva demisia. ... \n (4) Termenul de preaviz este cel convenit de părţi în contractul individual de muncă sau, după caz, cel prevăzut în contractele colective de muncă aplicabile şi nu poate fi mai mare de 15 zile calendaristice pentru salariaţii cu funcţii de execuţie, respectiv de 30 de zile calendaristice pentru salariaţii care ocupa funcţii de conducere. ... \n (5) Pe durata preavizului contractul individual de muncă continua să îşi producă toate efectele. ... \n (6) În situaţia în care în perioada de preaviz contractul individual de muncă este suspendat, termenul de preaviz va fi suspendat corespunzător. ... \n (7) Contractul individual de muncă încetează la data expirării termenului de preaviz sau la data renunţării totale ori parţiale de către angajator la termenul respectiv. ... \n (8) Salariatul poate demisiona fără preaviz dacă angajatorul nu îşi îndeplineşte obligaţiile asumate prin contractul individual de muncă. ..."
                                    }
                                 ],
                                 "range": [
                                    79,
                                    79
                                 ]
                              }
                           ],
                           "range": [
                              79,
                              79
                           ]
                        }
                     ],
                     "range": [
                        55,
                        79
                     ]
                  },
                  {
                     "name": "Contractul individual de muncă pe durata determinata",
                     "number": 6,
                     "sections": [
                        {
                           "name": "Contractul individual de muncă pe durata determinata",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Contractul individual de muncă pe durata determinata",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Prin derogare de la regula prevăzută la art. 12 alin. (1), angajatorii au posibilitatea de a angaja, în cazurile şi în condiţiile prezentului cod, personal salariat cu contract individual de muncă pe durata determinata. ... ",
                                       "number": 80,
                                       "text": "(2) Contractul individual de muncă pe durata determinata se poate încheia numai în forma scrisă, cu precizarea expresă a duratei pentru care se încheie. ... \n (3) Contractul individual de muncă pe durata determinata poate fi prelungit şi după expirarea termenului iniţial, cu acordul scris al părţilor, dar numai înăuntrul termenului prevăzut la art. 82 şi de cel mult două ori consecutiv. ..."
                                    },
                                    {
                                       "name": "Contractul individual de muncă poate fi încheiat pentru o durată determinata numai în următoarele cazuri:",
                                       "number": 81,
                                       "text": "a) înlocuirea unui salariat în cazul suspendării contractului sau de muncă, cu excepţia situaţiei în care acel salariat participa la greva; ... \n b) creşterea temporară a activităţii angajatorului; ... \n c) desfăşurarea unor activităţi cu caracter sezonier; ... \n d) în situaţia în care este încheiat în temeiul unor dispoziţii legale emise cu scopul de a favoriza temporar anumite categorii de persoane fără loc de muncă; ... \n e) în alte cazuri prevăzute expres de legi speciale. ..."
                                    },
                                    {
                                       "name": "(1) Contractul individual de muncă pe durata determinata nu poate fi încheiat pe o perioadă mai mare de 18 luni. ... ",
                                       "number": 82,
                                       "text": "(2) În cazul în care contractul individual de muncă pe durata determinata este încheiat pentru a înlocui un salariat al cărui contract individual de muncă este suspendat, durata contractului va expira la momentul încetării motivelor ce au determinat suspendarea contractului individual de muncă al salariatului titular. ..."
                                    },
                                    {
                                       "name": "Salariatul încadrat cu contract individual de muncă pe durata determinata poate fi supus unei perioade de proba, care nu va depăşi:",
                                       "number": 83,
                                       "text": "a) 5 zile lucrătoare pentru o durată a contractului individual de muncă mai mica de 3 luni; ... \n b) 15 zile lucrătoare pentru o durată a contractului individual de muncă cuprinsă între 3 şi 6 luni; ... \n c) 30 de zile lucrătoare pentru o durată a contractului individual de muncă mai mare de 6 luni; ... \n d) 45 de zile lucrătoare în cazul salariaţilor încadraţi în funcţii de conducere, pentru o durată a contractului individual de muncă mai mare de 6 luni. ..."
                                    },
                                    {
                                       "name": "(1) La expirarea contractului individual de muncă pe durata determinata, pe locul de muncă respectiv va fi angajat un salariat cu contract individual de muncă pe durata nedeterminată. ... ",
                                       "number": 84,
                                       "text": "(2) Dispoziţiile alin. (1) nu sunt aplicabile: ... \n a) în cazul în care contractul individual de muncă pe durata determinata este încheiat pentru a înlocui temporar un salariat absent, dacă intervine o noua cauza de suspendare a contractului acestuia; ... \n b) în cazul în care un nou contract individual de muncă pe durata determinata este încheiat în vederea executării unor lucrări urgente, cu caracter excepţional; ... \n c) în cazul în care încheierea unui nou contract individual de muncă pe durata determinata se impune pentru temeiurile prevăzute la art. 81 lit. e); ... \n d) în cazul în care contractul individual de muncă pe durata determinata a încetat din iniţiativa salariatului sau din iniţiativa angajatorului, pentru o abatere grava sau abateri repetate ale salariatului. ..."
                                    },
                                    {
                                       "name": "Articolul 85",
                                       "number": 85,
                                       "text": "Angajatorii sunt obligaţi sa informeze salariaţii angajaţi cu contract individual de muncă pe durata determinata despre locurile de muncă vacante sau care vor deveni vacante, corespunzătoare pregătirii lor profesionale, şi să le asigure accesul la aceste locuri de muncă în condiţii egale cu cele ale salariaţilor angajaţi cu contract individual de muncă pe perioada nedeterminată. Aceasta informare se face printr-un anunţ afişat la sediul angajatorului."
                                    },
                                    {
                                       "name": "Articolul 86",
                                       "number": 86,
                                       "text": "Cu excepţia dispoziţiilor contrare prevăzute în prezentul cod, dispoziţiile legale, precum şi cele cuprinse în contractele colective de muncă aplicabile salariaţilor cu contract individual de muncă pe durata nedeterminată se aplică în egala măsura şi salariaţilor cu contract individual de muncă pe durata determinata."
                                    }
                                 ],
                                 "range": [
                                    80,
                                    86
                                 ]
                              }
                           ],
                           "range": [
                              80,
                              86
                           ]
                        }
                     ],
                     "range": [
                        80,
                        86
                     ]
                  },
                  {
                     "name": "Munca prin agent de muncă temporară",
                     "number": 7,
                     "sections": [
                        {
                           "name": "Munca prin agent de muncă temporară",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Munca prin agent de muncă temporară",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Munca prin agent de muncă temporară, denumita în continuare munca temporară, este munca prestată de un salariat temporar care, din dispoziţia agentului de muncă temporară, prestează munca în favoarea unui utilizator. ... ",
                                       "number": 87,
                                       "text": "(2) Salariatul temporar este persoana încadrată la un angajator agent de muncă temporară, pus la dispoziţie unui utilizator pe durata necesară în vederea îndeplinirii unor anumite sarcini precise şi cu caracter temporar. ... \n (3) Agentul de muncă temporară este societatea comercială autorizata de Ministerul Muncii şi Solidarităţii Sociale, care pune provizoriu la dispoziţie utilizatorului personal calificat şi/sau necalificat pe care îl angajează şi îl salarizeaza în acest scop. Condiţiile de înfiinţare şi funcţionare, precum şi procedura de autorizare a agentului de muncă temporară se stabilesc prin hotărâre a Guvernului. ... \n (4) Utilizatorul este angajatorul căruia agentul de muncă temporară îi pune la dispoziţie un salariat temporar pentru îndeplinirea unor anumite sarcini precise şi cu caracter temporar. ..."
                                    },
                                    {
                                       "name": "Un utilizator poate apela la agenţi de muncă temporară doar pentru executarea unei sarcini precise şi cu caracter temporar, denumita misiune de muncă temporară, şi numai în următoarele cazuri:",
                                       "number": 88,
                                       "text": "a) pentru înlocuirea unui salariat al cărui contract individual de muncă este suspendat, pe durata suspendării; ... \n b) pentru prestarea unor activităţi cu caracter sezonier; ... \n c) pentru prestarea unor activităţi specializate ori ocazionale. ..."
                                    },
                                    {
                                       "name": "(1) Misiunea de muncă temporară se stabileşte pentru un termen care nu poate fi mai mare de 12 luni. ... ",
                                       "number": 89,
                                       "text": "(2) Durata misiunii de muncă temporară poate fi prelungită o singură dată pentru o perioadă care, adăugată la durata iniţială a misiunii, nu poate conduce la depăşirea unei perioade de 18 luni. ... \n (3) Condiţiile în care durata unei misiuni de muncă temporară poate fi prelungită sunt prevăzute în contractul de muncă temporară sau pot face obiectul unui act adiţional la acest contract. ..."
                                    },
                                    {
                                       "name": "(1) Agentul de muncă temporară pune la dispoziţie utilizatorului un salariat angajat prin contract de muncă temporară, în baza unui contract de punere la dispoziţie încheiat în forma scrisă. ... ",
                                       "number": 90,
                                       "text": "(2) Contractul de punere la dispoziţie trebuie să cuprindă: ... \n a) motivul pentru care este necesară utilizarea unui salariat temporar; ... \n b) termenul misiunii şi, dacă este cazul, posibilitatea modificării termenului misiunii; ... \n c) caracteristicile specifice postului, în special calificarea necesară, locul executării misiunii şi programul de lucru; ... \n d) condiţiile concrete de muncă; ... \n e) echipamentele individuale de protecţie şi de muncă pe care salariatul temporar trebuie să le utilizeze; ... \n f) orice alte servicii şi facilităţi în favoarea salariatului temporar; ... \n g) valoarea contractului de care beneficiază agentul de muncă temporară, precum şi remuneraţia la care are dreptul salariatul. ... \n (3) Orice clauza prin care se interzice angajarea de către utilizator a salariatului temporar după îndeplinirea misiunii este nulă. ..."
                                    },
                                    {
                                       "name": "(1) Salariaţii temporari au acces la toate serviciile şi facilităţile acordate de utilizator, în aceleaşi condiţii ca şi ceilalţi salariaţi ai acestuia. ... ",
                                       "number": 91,
                                       "text": "(2) Utilizatorul este obligat să asigure salariatului temporar dotarea cu echipamente individuale de protecţie şi de muncă, cu excepţia situaţiei în care prin contractul de punere la dispoziţie dotarea este în sarcina agentului de muncă temporară. ..."
                                    },
                                    {
                                       "name": "Articolul 92",
                                       "number": 92,
                                       "text": "Utilizatorul nu poate beneficia de serviciile salariatului temporar, dacă urmăreşte sa înlocuiască astfel un salariat al său al cărui contract de muncă este suspendat ca urmare a participării la greva."
                                    },
                                    {
                                       "name": "(1) Contractul de muncă temporară este un contract de muncă ce se încheie în scris între agentul de muncă temporară şi salariatul temporar, de regula, pe durata unei misiuni. ... ",
                                       "number": 93,
                                       "text": "(2) În contractul de muncă temporară se precizează, în afară elementelor prevăzute la art. 17 şi la art. 18 alin. (1), condiţiile în care urmează să se desfăşoare misiunea, durata misiunii, identitatea şi sediul utilizatorului, precum şi modalităţile de remunerare a salariatului temporar. ..."
                                    },
                                    {
                                       "name": "(1) Contractul de muncă temporară se poate încheia şi pentru mai multe misiuni, cu respectarea termenului prevăzut la art. 89 alin. (2). ... ",
                                       "number": 94,
                                       "text": "(2) Între doua misiuni salariatul temporar se afla la dispoziţia agentului de muncă temporară şi beneficiază de un salariu plătit de agent, care nu poate fi mai mic decât salariul minim brut pe ţara. ... \n (3) Pentru fiecare noua misiune, între părţi se încheie un act adiţional la contractul de muncă temporară, în care vor fi precizate toate elementele prevăzute la art. 93 alin. (2). ... \n (4) Contractul de muncă temporară încetează la terminarea ultimei misiuni pentru care a fost încheiat. ..."
                                    },
                                    {
                                       "name": "(1) Pe toată durata misiunii salariatul temporar beneficiază de salariul plătit de agentul de muncă temporară. ... ",
                                       "number": 95,
                                       "text": "(2) Salariul primit de salariatul temporar pentru fiecare misiune nu poate fi inferior celui pe care îl primeşte salariatul utilizatorului, care prestează aceeaşi munca sau una similară cu cea a salariatului temporar. ... \n (3) În măsura în care utilizatorul nu are angajat un astfel de salariat, salariul primit de salariatul temporar va fi stabilit luându-se în considerare salariul unei persoane angajate cu contract individual de muncă şi care prestează aceeaşi munca sau una similară, astfel cum este stabilit prin contractul colectiv de muncă aplicabil utilizatorului. ... \n (4) Agentul de muncă temporară este cel care retine şi virează toate contribuţiile şi impozitele datorate de salariatul temporar către bugetele statului şi plăteşte pentru acesta toate contribuţiile datorate în condiţiile legii. ... \n (5) În cazul în care în termen de 15 zile calendaristice de la data la care obligaţiile privind plata salariului şi cele privind contribuţiile şi impozitele au devenit scadente şi exigibile, iar agentul de muncă temporară nu le executa, ele vor fi plătite de utilizator, în baza solicitării salariatului temporar. ... \n (6) Utilizatorul care a plătit sumele datorate potrivit alin. (5) se subroga, pentru sumele plătite, în drepturile salariatului temporar împotriva agentului de muncă temporară. ..."
                                    },
                                    {
                                       "name": "Prin contractul de muncă temporară se poate stabili o perioadă de proba pentru realizarea misiunii, a carei durata este fixată în funcţie de solicitarea utilizatorului, dar care nu poate fi mai mare de:",
                                       "number": 96,
                                       "text": "a) doua zile lucrătoare, în cazul în care contractul de muncă temporară este încheiat pentru o perioadă mai mica sau egala cu o luna; ... \n b) 3 zile lucrătoare, în cazul în care contractul de muncă temporară este încheiat pentru o perioadă cuprinsă între o luna şi doua luni; ... \n c) 5 zile lucrătoare, în cazul în care contractul de muncă temporară este încheiat pentru o perioadă mai mare de doua luni. ..."
                                    },
                                    {
                                       "name": "(1) Pe parcursul misiunii utilizatorul răspunde pentru asigurarea condiţiilor de muncă pentru salariatul temporar, în conformitate cu legislaţia în vigoare. ... ",
                                       "number": 97,
                                       "text": "(2) Utilizatorul va notifica de îndată agentului de muncă temporară orice accident de muncă sau imbolnavire profesională de care a luat cunoştinţa şi a carei victima a fost un salariat temporar pus la dispoziţie de agentul de muncă temporară. ..."
                                    },
                                    {
                                       "name": "(1) La încetarea misiunii salariatul temporar poate încheia cu utilizatorul un contract individual de muncă. ... ",
                                       "number": 98,
                                       "text": "(2) În cazul în care utilizatorul angajează, după o misiune, un salariat temporar, durata misiunii efectuate se ia în calcul la stabilirea drepturilor salariale, precum şi a celorlalte drepturi prevăzute de legislaţia muncii. ... \n (3) Dacă utilizatorul continua sa beneficieze de muncă salariatului temporar fără a încheia cu acesta un contract individual de muncă sau fără a prelungi contractul de punere la dispoziţie, se considera ca între acel salariat temporar şi utilizator a intervenit un contract individual de muncă pe durata nedeterminată. ..."
                                    },
                                    {
                                       "name": "Articolul 99",
                                       "number": 99,
                                       "text": "Agentul de muncă temporară care concediază salariatul temporar înainte de termenul prevăzut în contractul de muncă temporară, pentru alte motive decât cele disciplinare, are obligaţia de a respecta reglementările legale privind încetarea contractului individual de muncă pentru motive care nu ţin de persoana salariatului."
                                    },
                                    {
                                       "name": "Articolul 100",
                                       "number": 100,
                                       "text": "Cu excepţia dispoziţiilor speciale contrare, prevăzute în prezentul capitol, dispoziţiile legale şi prevederile contractelor colective de muncă aplicabile salariaţilor angajaţi cu contract individual de muncă pe durata nedeterminată la utilizator se aplică în egala măsura şi salariaţilor temporari pe durata misiunii la acesta."
                                    }
                                 ],
                                 "range": [
                                    87,
                                    100
                                 ]
                              }
                           ],
                           "range": [
                              87,
                              100
                           ]
                        }
                     ],
                     "range": [
                        87,
                        100
                     ]
                  },
                  {
                     "name": "Contractul individual de muncă cu timp parţial",
                     "number": 8,
                     "sections": [
                        {
                           "name": "Contractul individual de muncă cu timp parţial",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Contractul individual de muncă cu timp parţial",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Angajatorul poate încadra salariaţi cu program de lucru corespunzător unei fracţiuni de norma de cel puţin două ore pe zi, prin contracte individuale de muncă pe durata nedeterminată sau pe durata determinata, denumite contracte individuale de muncă cu timp parţial. ... ",
                                       "number": 101,
                                       "text": "(2) Contractul individual de muncă cu timp parţial se încheie numai în forma scrisă. ... \n (3) Durata saptamanala de lucru a unui salariat angajat cu contract individual de muncă cu timp parţial este inferioară celei a unui salariat cu norma întreaga comparabil, fără a putea fi mai mica de 10 ore. ... \n (4) Salariatul comparabil este salariatul cu norma întreaga al aceluiaşi angajator, care prestează aceeaşi activitate sau una similară cu cea a salariatului angajat cu contract individual de muncă cu timp parţial. Atunci când nu exista un salariat comparabil se au în vedere dispoziţiile din contractul colectiv de muncă aplicabil acelui angajator sau dispoziţiile legislaţiei în vigoare. ..."
                                    },
                                    {
                                       "name": "(1) Contractul individual de muncă cu timp parţial cuprinde, în afară elementelor prevăzute la art. 17 alin. (2), următoarele: ... ",
                                       "number": 102,
                                       "text": "a) durata muncii şi repartizarea programului de lucru; ... \n b) condiţiile în care se poate modifica programul de lucru; ... \n c) interdicţia de a efectua ore suplimentare, cu excepţia cazurilor de forta majoră sau pentru alte lucrări urgente destinate prevenirii producerii unor accidente ori inlaturarii consecinţelor acestora. ... \n (2) În situaţia în care într-un contract individual de muncă cu timp parţial nu sunt precizate elementele prevăzute la alin. (1), contractul se considera a fi încheiat pentru norma întreaga. ..."
                                    },
                                    {
                                       "name": "(1) Salariatul încadrat cu contract de muncă cu timp parţial se bucura de drepturile salariaţilor cu norma întreaga, în condiţiile prevăzute de lege şi de contractele colective de muncă aplicabile. ... ",
                                       "number": 103,
                                       "text": "(2) Drepturile salariale se acordă proporţional cu timpul efectiv lucrat, raportat la drepturile stabilite pentru programul normal de lucru. ... \n (3) În cazul salariatului care desfăşoară activitatea în temeiul unui contract individual de muncă cu timp parţial, stagiul de cotizare la sistemul public de asigurări sociale se stabileşte proporţional cu timpul efectiv lucrat conform legii. ..."
                                    },
                                    {
                                       "name": "(1) Angajatorul este obligat ca, în măsura în care este posibil, sa ia în considerare cererile salariaţilor de a se transfera fie de la un loc de muncă cu norma întreaga la unul cu fracţiune de norma, fie de la un loc de muncă cu fracţiune de norma la un loc de muncă cu norma întreaga sau de a-şi mari programul de lucru, în cazul în care apare aceasta oportunitate. ... ",
                                       "number": 104,
                                       "text": "(2) Angajatorul este obligat sa informeze la timp cu privire la apariţia unor locuri de muncă cu fracţiune de norma sau cu norma întreaga, pentru a facilita transferurile de la norma întreaga la fracţiune de norma şi invers. Aceasta informare se face printr-un anunţ afişat la sediul angajatorului. ... \n (3) Angajatorul asigura, în măsura în care este posibil, accesul la locuri de muncă cu fracţiune de norma la toate nivelurile. ..."
                                    }
                                 ],
                                 "range": [
                                    101,
                                    104
                                 ]
                              }
                           ],
                           "range": [
                              101,
                              104
                           ]
                        }
                     ],
                     "range": [
                        101,
                        104
                     ]
                  },
                  {
                     "name": "Munca la domiciliu",
                     "number": 9,
                     "sections": [
                        {
                           "name": "Munca la domiciliu",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Munca la domiciliu",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Sunt consideraţi salariaţi cu munca la domiciliu acei salariaţi care îndeplinesc, la domiciliul lor, atribuţiile specifice funcţiei pe care o deţin. ... ",
                                       "number": 105,
                                       "text": "(2) În vederea îndeplinirii sarcinilor de serviciu ce le revin, salariaţii cu munca la domiciliu îşi stabilesc singuri programul de lucru. ... \n (3) Angajatorul este în drept sa verifice activitatea salariatului cu munca la domiciliu, în condiţiile stabilite prin contractul individual de muncă. ..."
                                    },
                                    {
                                       "name": "Contractul individual de muncă la domiciliu se încheie numai în forma scrisă şi conţine, în afară elementelor prevăzute la art. 17 alin. (2), următoarele:",
                                       "number": 106,
                                       "text": "a) precizarea expresă ca salariatul lucrează la domiciliu; ... \n b) programul în cadrul căruia angajatorul este în drept sa controleze activitatea salariatului sau şi modalitatea concretă de realizare a controlului; ... \n c) obligaţia angajatorului de a asigura transportul la şi de la domiciliul salariatului, după caz, al materiilor prime şi materialelor pe care le utilizează în activitate, precum şi al produselor finite pe care le realizează. ..."
                                    },
                                    {
                                       "name": "(1) Salariatul cu munca la domiciliu se bucura de toate drepturile recunoscute prin lege şi prin contractele colective de muncă aplicabile salariaţilor al căror loc de muncă este la sediul angajatorului. ... ",
                                       "number": 107,
                                       "text": "(2) Prin contractele colective de muncă se pot stabili şi alte condiţii specifice privind munca la domiciliu. ..."
                                    }
                                 ],
                                 "range": [
                                    105,
                                    107
                                 ]
                              }
                           ],
                           "range": [
                              105,
                              107
                           ]
                        }
                     ],
                     "range": [
                        105,
                        107
                     ]
                  }
               ],
               "range": [
                  10,
                  107
               ]
            },
            {
               "name": "Timpul de muncă şi timpul de odihnă",
               "number": 4,
               "chapters": [
                  {
                     "name": "Timpul de muncă",
                     "number": 1,
                     "sections": [
                        {
                           "name": "Durata timpului de muncă",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Durata timpului de muncă",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Articolul 108",
                                       "number": 108,
                                       "text": "Timpul de muncă reprezintă timpul pe care salariatul îl foloseşte pentru îndeplinirea sarcinilor de muncă."
                                    },
                                    {
                                       "name": "(1) Pentru salariaţii angajaţi cu norma întreaga durata normală a timpului de muncă este de 8 ore pe zi şi de 40 de ore pe săptămâna. ... ",
                                       "number": 109,
                                       "text": "(2) În cazul tinerilor în vârsta de până la 18 ani durata timpului de muncă este de 6 ore pe zi şi de 30 de ore pe săptămâna. ..."
                                    },
                                    {
                                       "name": "(1) Repartizarea timpului de muncă în cadrul săptămânii este, de regula, uniforma, de 8 ore pe zi timp de 5 zile, cu doua zile de repaus. ... ",
                                       "number": 110,
                                       "text": "(2) În funcţie de specificul unităţii sau al muncii prestate, se poate opta şi pentru o repartizare inegala a timpului de muncă, cu respectarea duratei normale a timpului de muncă de 40 de ore pe săptămâna. ..."
                                    },
                                    {
                                       "name": "(1) Durata maxima legală a timpului de muncă nu poate depăşi 48 de ore pe săptămâna, inclusiv orele suplimentare. ... ",
                                       "number": 111,
                                       "text": "(2) Când munca se efectuează în schimburi, durata timpului de muncă va putea fi prelungită peste 8 ore pe zi şi peste 48 de ore pe săptămâna, cu condiţia ca media orelor de muncă, calculată pe o perioadă maxima de 3 săptămâni, sa nu depăşească 8 ore pe zi sau 48 de ore pe săptămâna. ... \n (3) Prevederile alin. (1) şi (2) nu se aplică tinerilor care nu au împlinit vârsta de 18 ani. ..."
                                    },
                                    {
                                       "name": "(1) Pentru anumite sectoare de activitate, unităţi sau profesii se poate stabili prin negocieri colective sau individuale ori prin acte normative specifice o durată zilnica a timpului de muncă mai mica sau mai mare de 8 ore. ... ",
                                       "number": 112,
                                       "text": "(2) Durata zilnica a timpului de muncă de 12 ore va fi urmată de o perioadă de repaus de 24 de ore. ..."
                                    },
                                    {
                                       "name": "(1) Modul concret de stabilire a programului de lucru inegal în cadrul săptămânii de lucru de 40 de ore, precum şi în cadrul săptămânii de lucru comprimate va fi negociat prin contractul colectiv de muncă la nivelul angajatorului sau, în absenta acestuia, va fi prevăzut în regulamentul intern. ... ",
                                       "number": 113,
                                       "text": "(2) Programul de lucru inegal poate funcţiona numai dacă este specificat expres în contractul individual de muncă. ..."
                                    },
                                    {
                                       "name": "Articolul 114",
                                       "number": 114,
                                       "text": "Programul de muncă şi modul de repartizare a acestuia pe zile sunt aduse la cunoştinţa salariaţilor şi sunt afişate la sediul angajatorului."
                                    },
                                    {
                                       "name": "(1) Angajatorul poate stabili programe individualizate de muncă, cu acordul sau la solicitarea salariatului în cauza, dacă aceasta posibilitate este prevăzută în contractele colective de muncă aplicabile la nivelul angajatorului sau, în absenta acestora, în regulamentele interne. ... ",
                                       "number": 115,
                                       "text": "(2) Programele individualizate de muncă presupun un mod de organizare flexibil a timpului de muncă. ... \n (3) Durata zilnica a timpului de muncă este împărţită în doua perioade: o perioadă fixa în care personalul se afla simultan la locul de muncă şi o perioadă variabila, mobila, în care salariatul îşi alege orele de sosire şi de plecare, cu respectarea timpului de muncă zilnic. ... \n (4) Programul individualizat de muncă poate funcţiona numai cu respectarea dispoziţiilor art. 109 şi 111. ..."
                                    },
                                    {
                                       "name": "Articolul 116",
                                       "number": 116,
                                       "text": "Angajatorul are obligaţia de a tine evidenta orelor de muncă prestate de fiecare salariat şi de a supune controlului inspecţiei muncii aceasta evidenta ori de câte ori este solicitat."
                                    }
                                 ],
                                 "range": [
                                    108,
                                    116
                                 ]
                              }
                           ],
                           "range": [
                              108,
                              116
                           ]
                        },
                        {
                           "name": "Munca suplimentară",
                           "number": 2,
                           "subsections": [
                              {
                                 "name": "Munca suplimentară",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Munca prestată în afară duratei normale a timpului de muncă săptămânal, prevăzută la art. 109, este considerată munca suplimentară. ... ",
                                       "number": 117,
                                       "text": "(2) Munca suplimentară nu poate fi efectuată fără acordul salariatului, cu excepţia cazului de forta majoră sau pentru lucrări urgente destinate prevenirii producerii unor accidente ori inlaturarii consecinţelor unui accident. ..."
                                    },
                                    {
                                       "name": "(1) La solicitarea angajatorului salariaţii pot efectua munca suplimentară cu respectarea prevederilor art. 111. ... ",
                                       "number": 118,
                                       "text": "(2) Efectuarea muncii suplimentare peste limita stabilită potrivit prevederilor alin. (1) este interzisă. ..."
                                    },
                                    {
                                       "name": "(1) Munca suplimentară se compensează prin ore libere plătite în următoarele 30 de zile după efectuarea acesteia. ... ",
                                       "number": 119,
                                       "text": "(2) În aceste condiţii salariatul beneficiază de salariul corespunzător pentru orele prestate peste programul normal de lucru. ..."
                                    },
                                    {
                                       "name": "(1) În cazul în care compensarea prin ore libere plătite nu este posibila în termenul prevăzut de art. 119 alin. (1) în luna următoare, munca suplimentară va fi plătită salariatului prin adăugarea unui spor la salariu corespunzător duratei acesteia. ... ",
                                       "number": 120,
                                       "text": "(2) Sporul pentru munca suplimentară, acordat în condiţiile prevăzute la alin. (1), se stabileşte prin negociere, în cadrul contractului colectiv de muncă sau, după caz, al contractului individual de muncă, şi nu poate fi mai mic de 75% din salariul de baza. ..."
                                    },
                                    {
                                       "name": "Articolul 121",
                                       "number": 121,
                                       "text": "Ţinerii în vârsta de până la 18 ani nu pot presta munca suplimentară."
                                    }
                                 ],
                                 "range": [
                                    117,
                                    121
                                 ]
                              }
                           ],
                           "range": [
                              117,
                              121
                           ]
                        },
                        {
                           "name": "Munca de noapte",
                           "number": 3,
                           "subsections": [
                              {
                                 "name": "Munca de noapte",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Munca prestată între orele 22,00-6,00 este considerată munca de noapte. ... ",
                                       "number": 122,
                                       "text": "(2) Durata normală a muncii de noapte nu va depăşi 8 ore într-o perioadă de 24 de ore. ... \n (3) Angajatorul care, în mod frecvent, utilizează munca de noapte este obligat sa informeze despre aceasta inspectoratul teritorial de muncă. ..."
                                    },
                                    {
                                       "name": "Articolul 123",
                                       "number": 123,
                                       "text": "Salariaţii care efectuează cel puţin 3 ore de muncă de noapte beneficiază fie de program de lucru redus cu o ora faţă de durata normală a zilei de muncă, fără ca aceasta sa ducă la scăderea salariului de baza, fie de un spor la salariu de minimum 15% din salariul de baza pentru fiecare ora de muncă de noapte prestată."
                                    },
                                    {
                                       "name": "(1) Salariaţii care urmează sa desfăşoare cel puţin 3 ore de muncă de noapte sunt supuşi unui examen medical gratuit înainte de începerea activităţii şi după aceea, periodic. ... ",
                                       "number": 124,
                                       "text": "(2) Condiţiile de efectuare a examenului medical şi periodicitatea acestuia se stabilesc prin regulament aprobat prin ordin comun al ministrului muncii şi solidarităţii sociale şi al ministrului sănătăţii şi familiei. ... \n (3) Salariaţii care desfăşoară munca de noapte şi au probleme de sănătate recunoscute ca având legătură cu aceasta vor fi trecuţi la o munca de zi pentru care sunt apţi. ..."
                                    },
                                    {
                                       "name": "(1) Ţinerii care nu au împlinit vârsta de 18 ani nu pot presta munca de noapte. ... ",
                                       "number": 125,
                                       "text": "(2) Femeile gravide, lauzele şi cele care alapteaza nu pot fi obligate sa presteze munca de noapte. ..."
                                    }
                                 ],
                                 "range": [
                                    122,
                                    125
                                 ]
                              }
                           ],
                           "range": [
                              122,
                              125
                           ]
                        },
                        {
                           "name": "Norma de muncă",
                           "number": 4,
                           "subsections": [
                              {
                                 "name": "Norma de muncă",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Articolul 126",
                                       "number": 126,
                                       "text": "Norma de muncă exprima cantitatea de muncă necesară pentru efectuarea operaţiunilor sau lucrărilor de către o persoană cu calificare corespunzătoare, care lucrează cu intensitate normală, în condiţiile unor procese tehnologice şi de muncă determinate. Norma de muncă cuprinde timpul productiv, timpul pentru întreruperi impuse de desfăşurarea procesului tehnologic, timpul pentru pauze legale în cadrul programului de muncă."
                                    },
                                    {
                                       "name": "Articolul 127",
                                       "number": 127,
                                       "text": "Norma de muncă se exprima, în funcţie de caracteristicile procesului de producţie sau de alte activităţi ce se normeaza, sub forma de norme de timp, norme de producţie, norme de personal, sfera de atribuţii sau sub alte forme corespunzătoare specificului fiecărei activităţi."
                                    },
                                    {
                                       "name": "Articolul 128",
                                       "number": 128,
                                       "text": "Normarea muncii se aplică tuturor categoriilor de salariaţi."
                                    },
                                    {
                                       "name": "(1) Normele de muncă se elaborează de către angajator cu acordul sindicatului sau, după caz, al reprezentanţilor salariaţilor. ... ",
                                       "number": 129,
                                       "text": "(2) În situaţia în care normele de muncă nu mai corespund condiţiilor tehnice în care au fost adoptate sau nu asigura un grad complet de ocupare a timpului normal de muncă, acestea vor fi supuse unei reexaminari. ... \n (3) Procedura de reexaminare, precum şi situaţiile concrete în care poate interveni se stabilesc prin contractul colectiv de muncă aplicabil sau prin regulamentul intern. ..."
                                    }
                                 ],
                                 "range": [
                                    126,
                                    129
                                 ]
                              }
                           ],
                           "range": [
                              126,
                              129
                           ]
                        }
                     ],
                     "range": [
                        108,
                        129
                     ]
                  },
                  {
                     "name": "Repausuri periodice",
                     "number": 2,
                     "sections": [
                        {
                           "name": "Pauza de masa şi repausul zilnic",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Pauza de masa şi repausul zilnic",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) În cazurile în care durata zilnica a timpului de muncă este mai mare de 6 ore, salariaţii au dreptul la pauza de masa şi la alte pauze, în condiţiile stabilite prin contractul colectiv de muncă aplicabil sau prin regulamentul intern. ... ",
                                       "number": 130,
                                       "text": "(2) Ţinerii în vârsta de până la 18 ani beneficiază de o pauza de masa de cel puţin 30 de minute, în cazul în care durata zilnica a timpului de muncă este mai mare de 4 ore şi jumătate. ... \n (3) Pauzele, cu excepţia dispoziţiilor contrare din contractul colectiv de muncă aplicabil şi din regulamentul intern, nu se vor include în durata zilnica normală a timpului de muncă. ..."
                                    },
                                    {
                                       "name": "(1) Salariaţii au dreptul între doua zile de muncă la un repaus care nu poate fi mai mic de 12 ore consecutive. ... ",
                                       "number": 131,
                                       "text": "(2) Prin excepţie, în cazul muncii în schimburi, acest repaus nu poate fi mai mic de 8 ore între schimburi. ..."
                                    }
                                 ],
                                 "range": [
                                    130,
                                    131
                                 ]
                              }
                           ],
                           "range": [
                              130,
                              131
                           ]
                        },
                        {
                           "name": "Repausul săptămânal",
                           "number": 2,
                           "subsections": [
                              {
                                 "name": "Repausul săptămânal",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Repausul săptămânal se acordă în doua zile consecutive, de regula sambata şi duminica. ... ",
                                       "number": 132,
                                       "text": "(2) În cazul în care repausul în zilele de sambata şi duminica ar prejudicia interesul public sau desfăşurarea normală a activităţii, repausul săptămânal poate fi acordat şi în alte zile stabilite prin contractul colectiv de muncă aplicabil sau prin regulamentul intern. ... \n (3) În situaţia prevăzută la alin. (2) salariaţii vor beneficia de un spor la salariu stabilit prin contractul colectiv de muncă sau, după caz, prin contractul individual de muncă. ... \n (4) În situaţii de excepţie zilele de repaus săptămânal sunt acordate cumulat, după o perioadă de activitate continua ce nu poate depăşi 15 zile calendaristice, cu autorizarea inspectoratului teritorial de muncă şi cu acordul sindicatului sau, după caz, al reprezentanţilor salariaţilor. ... \n (5) Salariaţii al căror repaus săptămânal se acordă în condiţiile alin. (4) au dreptul la dublul compensaţiilor cuvenite potrivit art. 120 alin. (2). ..."
                                    },
                                    {
                                       "name": "(1) În cazul unor lucrări urgente, a căror executare imediata este necesară pentru organizarea unor măsuri de salvare a persoanelor sau bunurilor angajatorului, pentru evitarea unor accidente iminente sau pentru înlăturarea efectelor pe care aceste accidente le-au produs asupra materialelor, instalaţiilor sau clădirilor unităţii, repausul săptămânal poate fi suspendat pentru personalul necesar în vederea executării acestor lucrări. ... ",
                                       "number": 133,
                                       "text": "(2) Salariaţii al căror repaus săptămânal a fost suspendat în condiţiile alin. (1) au dreptul la dublul compensaţiilor cuvenite potrivit art. 120 alin. (2). ..."
                                    }
                                 ],
                                 "range": [
                                    132,
                                    133
                                 ]
                              }
                           ],
                           "range": [
                              132,
                              133
                           ]
                        },
                        {
                           "name": "Sărbătorile legale",
                           "number": 3,
                           "subsections": [
                              {
                                 "name": "Sărbătorile legale",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Zilele de sărbătoare legală în care nu se lucrează sunt: ... ",
                                       "number": 134,
                                       "text": "- 1 şi 2 ianuarie;\n- prima şi a doua zi de Pasti;\n- 1 mai;\n- 1 decembrie;\n- prima şi a doua zi de Craciun;\n- 2 zile pentru fiecare dintre cele doua sarbatori religioase anuale, declarate astfel de cultele religioase legale, altele decât cele crestine, pentru persoanele aparţinând acestora.\n (2) Acordarea zilelor libere se face de către angajator. ..."
                                    },
                                    {
                                       "name": "Articolul 135",
                                       "number": 135,
                                       "text": "Prin hotărâre a Guvernului se vor stabili programe de lucru adecvate pentru unităţile sanitare şi pentru cele de alimentaţie publică, în scopul asigurării asistenţei sanitare şi, respectiv, al aprovizionarii populaţiei cu produse alimentare de stricta necesitate, a căror aplicare este obligatorie."
                                    },
                                    {
                                       "name": "Articolul 136",
                                       "number": 136,
                                       "text": "Prevederile art. 134 nu se aplică în locurile de muncă în care activitatea nu poate fi întreruptă datorită caracterului procesului de producţie sau specificului activităţii."
                                    },
                                    {
                                       "name": "(1) Salariaţilor care lucrează în unităţile prevăzute la art. 135, precum şi la locurile de muncă prevăzute la art. 136 li se asigura compensarea cu timp liber corespunzător în următoarele 30 de zile. ... ",
                                       "number": 137,
                                       "text": "(2) În cazul în care, din motive justificate, nu se acordă zile libere, salariaţii beneficiază, pentru munca prestată în zilele de sărbătoare legală, de un spor la salariul de baza ce nu poate fi mai mic de 100% din salariul de baza corespunzător muncii prestate în programul normal de lucru. ..."
                                    },
                                    {
                                       "name": "Articolul 138",
                                       "number": 138,
                                       "text": "Prin contractul colectiv de muncă aplicabil se pot stabili şi alte zile libere."
                                    }
                                 ],
                                 "range": [
                                    134,
                                    138
                                 ]
                              }
                           ],
                           "range": [
                              134,
                              138
                           ]
                        }
                     ],
                     "range": [
                        130,
                        138
                     ]
                  },
                  {
                     "name": "Concediile",
                     "number": 3,
                     "sections": [
                        {
                           "name": "Concediul de odihnă anual şi alte concedii ale salariaţilor",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Concediul de odihnă anual şi alte concedii ale salariaţilor",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Dreptul la concediu de odihnă anual plătit este garantat tuturor salariaţilor. ... ",
                                       "number": 139,
                                       "text": "(2) Dreptul la concediu de odihnă anual nu poate forma obiectul vreunei cesiuni, renunţări sau limitări. ..."
                                    },
                                    {
                                       "name": "(1) Durata minima a concediului de odihnă anual este de 20 de zile lucrătoare. ... ",
                                       "number": 140,
                                       "text": "(2) Durata efectivă a concediului de odihnă anual se stabileşte prin contractul colectiv de muncă aplicabil, este prevăzută în contractul individual de muncă şi se acordă proporţional cu activitatea prestată într-un an calendaristic. ... \n (3) Sărbătorile legale în care nu se lucrează, precum şi zilele libere plătite stabilite prin contractul colectiv de muncă aplicabil nu sunt incluse în durata concediului de odihnă anual. ... \n (4) Durata concediului de odihnă anual pentru salariaţii cu contract individual de muncă cu timp parţial se acordă proporţional cu timpul efectiv lucrat. ..."
                                    },
                                    {
                                       "name": "(1) Concediul de odihnă se efectuează în fiecare an. ... ",
                                       "number": 141,
                                       "text": "(2) Prin excepţie de la prevederile alin. (1), efectuarea concediului în anul următor este permisă numai în cazurile expres prevăzute de lege sau în cazurile prevăzute în contractul colectiv de muncă aplicabil. ... \n (3) Angajatorul este obligat sa acorde concediu, până la sfârşitul anului următor, tuturor salariaţilor care într-un an calendaristic nu au efectuat integral concediul de odihnă la care aveau dreptul. ... \n (4) Compensarea în bani a concediului de odihnă neefectuat este permisă numai în cazul încetării contractului individual de muncă. ..."
                                    },
                                    {
                                       "name": "Articolul 142",
                                       "number": 142,
                                       "text": "Salariaţii care lucrează în condiţii grele, periculoase sau vătămătoare, nevazatorii, alte persoane cu handicap şi ţinerii în vârsta de până la 18 ani beneficiază de un concediu de odihnă suplimentar de cel puţin 3 zile lucrătoare."
                                    },
                                    {
                                       "name": "(1) Efectuarea concediului de odihnă se realizează în baza unei programari colective sau individuale stabilite de angajator cu consultarea sindicatului sau, după caz, a reprezentanţilor salariaţilor, pentru programarile colective, ori cu consultarea salariatului, pentru programarile individuale. Programarea se face până la sfârşitul anului calendaristic pentru anul următor. ... ",
                                       "number": 143,
                                       "text": "(2) Prin programarile colective se pot stabili perioade de concediu care nu pot fi mai mici de 3 luni pe categorii de personal sau locuri de muncă. ... \n (3) Prin programare individuală se poate stabili data efectuării concediului sau, după caz, perioada în care salariatul are dreptul de a efectua concediul, perioada care nu poate fi mai mare de 3 luni. ... \n (4) În cadrul perioadelor de concediu stabilite conform alin. (2) şi (3) salariatul poate solicita efectuarea concediului cu cel puţin 60 de zile anterioare efectuării acestuia. ... \n (5) În cazul în care programarea concediilor se face fractionat, angajatorul este obligat sa stabilească programarea astfel încât fiecare salariat să efectueze într-un an calendaristic cel puţin 15 zile lucrătoare de concediu neintrerupt. ..."
                                    },
                                    {
                                       "name": "Articolul 144",
                                       "number": 144,
                                       "text": "Salariatul este obligat să efectueze în natura concediul de odihnă în perioada în care a fost programat, cu excepţia situaţiilor expres prevăzute de lege sau atunci când, din motive obiective, concediul nu poate fi efectuat."
                                    },
                                    {
                                       "name": "(1) Pentru perioada concediului de odihnă salariatul beneficiază de o indemnizaţie de concediu care nu poate fi mai mica decât valoarea totală a drepturilor salariale cuvenite pentru perioada respectiva. ... ",
                                       "number": 145,
                                       "text": "(2) Indemnizaţia de concediu de odihnă reprezintă media zilnica a veniturilor din luna/lunile în care este efectuat concediul, multiplicata cu numărul de zile de concediu. ... \n (3) Indemnizaţia de concediu de odihnă se plăteşte de către angajator cu cel puţin 5 zile lucrătoare înainte de plecarea în concediu. ..."
                                    },
                                    {
                                       "name": "(1) Concediul de odihnă poate fi întrerupt, la cererea salariatului, pentru motive obiective. ... ",
                                       "number": 146,
                                       "text": "(2) Angajatorul poate rechema salariatul din concediul de odihnă în caz de forta majoră sau pentru interese urgente care impun prezenta salariatului la locul de muncă. În acest caz angajatorul are obligaţia de a suporta toate cheltuielile salariatului şi ale familiei sale, necesare în vederea revenirii la locul de muncă, precum şi eventualele prejudicii suferite de acesta ca urmare a întreruperii concediului de odihnă. ..."
                                    },
                                    {
                                       "name": "(1) În cazul unor evenimente familiale deosebite, salariaţii au dreptul la zile libere plătite, care nu se includ în durata concediului de odihnă. ... ",
                                       "number": 147,
                                       "text": "(2) Evenimentele familiale deosebite şi numărul zilelor libere plătite sunt stabilite prin lege, prin contractul colectiv de muncă aplicabil sau prin regulamentul intern. ..."
                                    },
                                    {
                                       "name": "(1) Pentru rezolvarea unor situaţii personale salariaţii au dreptul la concedii fără plata. ... ",
                                       "number": 148,
                                       "text": "(2) Durata concediului fără plata se stabileşte prin contractul colectiv de muncă aplicabil sau prin regulamentul intern. ..."
                                    }
                                 ],
                                 "range": [
                                    139,
                                    148
                                 ]
                              }
                           ],
                           "range": [
                              139,
                              148
                           ]
                        },
                        {
                           "name": "Concediile pentru formare profesională",
                           "number": 2,
                           "subsections": [
                              {
                                 "name": "Concediile pentru formare profesională",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Salariaţii au dreptul sa beneficieze, la cerere, de concedii pentru formare profesională. ... ",
                                       "number": 149,
                                       "text": "(2) Concediile pentru formare profesională se pot acorda cu sau fără plata. ..."
                                    },
                                    {
                                       "name": "(1) Concediile fără plata pentru formare profesională se acordă la solicitarea salariatului, pe perioada formării profesionale pe care salariatul o urmează din iniţiativa sa. ... ",
                                       "number": 150,
                                       "text": "(2) Angajatorul poate respinge solicitarea salariatului numai cu acordul sindicatului sau, după caz, cu acordul reprezentanţilor salariaţilor şi numai dacă absenta salariatului ar prejudicia grav desfăşurarea activităţii. ..."
                                    },
                                    {
                                       "name": "(1) Cererea de concediu fără plata pentru formare profesională trebuie să fie înaintată angajatorului cu cel puţin o luna înainte de efectuarea acestuia şi trebuie să precizeze data de începere a stagiului de formare profesională, domeniul şi durata acestuia, precum şi denumirea instituţiei de formare profesională. ... ",
                                       "number": 151,
                                       "text": "(2) Efectuarea concediului fără plata pentru formare profesională se poate realiza şi fractionat în cursul unui an calendaristic, pentru susţinerea examenelor de absolvire a unor forme de învăţământ sau pentru susţinerea examenelor de promovare în anul următor în cadrul instituţiilor de învăţământ superior, cu respectarea condiţiilor stabilite la alin. (1). ..."
                                    },
                                    {
                                       "name": "(1) În cazul în care în cursul unui an calendaristic, pentru salariaţii în vârsta de până la 25 de ani, şi, respectiv, în cursul a 2 ani calendaristici consecutivi, pentru salariaţii în vârsta de peste 25 de ani, nu a fost asigurata participarea la o formare profesională pe cheltuiala angajatorului, salariatul în cauza are dreptul la un concediu pentru formare profesională, plătit de angajator, de până la 10 zile lucrătoare. ... ",
                                       "number": 152,
                                       "text": "(2) În situaţia prevăzută la alin. (1) indemnizaţia de concediu va fi stabilită conform art. 145. ... \n (3) Perioada în care salariatul beneficiază de concediul plătit prevăzut la alin. (1) se stabileşte de comun acord cu angajatorul. Cererea de concediu plătit pentru formare profesională va fi înaintată angajatorului în condiţiile prevăzute la art. 151 alin. (1). ..."
                                    },
                                    {
                                       "name": "Articolul 153",
                                       "number": 153,
                                       "text": "Durata concediului pentru formare profesională nu poate fi dedusă din durata concediului de odihnă anual şi este asimilată unei perioade de muncă efectivă în ceea ce priveşte drepturile cuvenite salariatului, altele decât salariul."
                                    }
                                 ],
                                 "range": [
                                    149,
                                    153
                                 ]
                              }
                           ],
                           "range": [
                              149,
                              153
                           ]
                        }
                     ],
                     "range": [
                        139,
                        153
                     ]
                  }
               ],
               "range": [
                  108,
                  153
               ]
            },
            {
               "name": "Salarizarea",
               "number": 5,
               "chapters": [
                  {
                     "name": "Dispoziţii generale",
                     "number": 1,
                     "sections": [
                        {
                           "name": "Dispoziţii generale",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Dispoziţii generale",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Salariul reprezintă contraprestatia muncii depuse de salariat în baza contractului individual de muncă. ... ",
                                       "number": 154,
                                       "text": "(2) Pentru munca prestată în baza contractului individual de muncă fiecare salariat are dreptul la un salariu exprimat în bani. ... \n (3) La stabilirea şi la acordarea salariului este interzisă orice discriminare pe criterii de sex, orientare sexuală, caracteristici genetice, vârsta, apartenenţa naţionala, rasa, culoare, etnie, religie, opţiune politica, origine socială, handicap, situaţie sau responsabilitate familială, apartenenţa ori activitate sindicala. ..."
                                    },
                                    {
                                       "name": "Articolul 155",
                                       "number": 155,
                                       "text": "Salariul cuprinde salariul de baza, indemnizaţiile, sporurile, precum şi alte adaosuri."
                                    },
                                    {
                                       "name": "Articolul 156",
                                       "number": 156,
                                       "text": "Salariile se plătesc înaintea oricăror alte obligaţii băneşti ale angajatorilor."
                                    },
                                    {
                                       "name": "(1) Salariile se stabilesc prin negocieri individuale sau/şi colective între angajator şi salariaţi sau reprezentanţi ai acestora. ... ",
                                       "number": 157,
                                       "text": "(2) Sistemul de salarizare a personalului din autorităţile şi instituţiile publice finanţate integral sau în majoritate de la bugetul de stat, bugetul asigurărilor sociale de stat, bugetele locale şi bugetele fondurilor speciale se stabileşte prin lege, cu consultarea organizaţiilor sindicale reprezentative. ..."
                                    },
                                    {
                                       "name": "(1) Salariul este confidenţial, angajatorul având obligaţia de a lua măsurile necesare pentru asigurarea confidenţialităţii. ... ",
                                       "number": 158,
                                       "text": "(2) În scopul promovării intereselor şi apărării drepturilor salariaţilor, confidenţialitatea salariilor nu poate fi opusă sindicatelor sau, după caz, reprezentanţilor salariaţilor, în stricta legătură cu interesele acestora şi în relaţia lor directa cu angajatorul. ..."
                                    }
                                 ],
                                 "range": [
                                    154,
                                    158
                                 ]
                              }
                           ],
                           "range": [
                              154,
                              158
                           ]
                        }
                     ],
                     "range": [
                        154,
                        158
                     ]
                  },
                  {
                     "name": "Salariul minim garantat",
                     "number": 2,
                     "sections": [
                        {
                           "name": "Salariul minim garantat",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Salariul minim garantat",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Salariul de baza minim brut pe ţara garantat în plata, corespunzător programului normal de muncă, se stabileşte prin hotărâre a Guvernului, după consultarea sindicatelor şi a patronatelor. În cazul în care programul normal de muncă este, potrivit legii, mai mic de 8 ore zilnic, salariul de baza minim brut orar se calculează prin raportarea salariului de baza minim brut pe ţara la numărul mediu de ore lunar potrivit programului legal de lucru aprobat. ... ",
                                       "number": 159,
                                       "text": "(2) Angajatorul nu poate negocia şi stabili salarii de baza prin contractul individual de muncă sub salariul de baza minim brut orar pe ţara. ... \n (3) Angajatorul este obligat sa garanteze în plata un salariu brut lunar cel puţin egal cu salariul de baza minim brut pe ţara. Aceste dispoziţii se aplică şi în cazul în care salariatul este prezent la lucru, în cadrul programului, dar nu poate să îşi desfăşoare activitatea din motive neimputabile acestuia, cu excepţia grevei. ... \n (4) Salariul de baza minim brut pe ţara garantat în plata este adus la cunoştinţa salariaţilor prin grija angajatorului. ..."
                                    },
                                    {
                                       "name": "Articolul 160",
                                       "number": 160,
                                       "text": "Pentru salariaţii cărora angajatorul, conform contractului colectiv sau individual de muncă, le asigura hrana, cazare sau alte facilităţi, suma în bani cuvenită pentru munca prestată nu poate fi mai mica decât salariul minim brut pe ţara prevăzut de lege."
                                    }
                                 ],
                                 "range": [
                                    159,
                                    160
                                 ]
                              }
                           ],
                           "range": [
                              159,
                              160
                           ]
                        }
                     ],
                     "range": [
                        159,
                        160
                     ]
                  },
                  {
                     "name": "Plata salariului",
                     "number": 3,
                     "sections": [
                        {
                           "name": "Plata salariului",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Plata salariului",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Salariul se plăteşte în bani cel puţin o dată pe luna, la data stabilită în contractul individual de muncă, în contractul colectiv de muncă aplicabil sau în regulamentul intern, după caz. ... ",
                                       "number": 161,
                                       "text": "(2) Plata salariului se poate efectua prin virament într-un cont bancar, în cazul în care aceasta modalitate este prevăzută în contractul colectiv de muncă aplicabil. ... \n (3) Plata în natura a unei părţi din salariu, în condiţiile stabilite la art. 160, este posibila numai dacă este prevăzută expres în contractul colectiv de muncă aplicabil sau în contractul individual de muncă. ... \n (4) Întârzierea nejustificată a plăţii salariului sau neplata acestuia poate determina obligarea angajatorului la plata de daune-interese pentru repararea prejudiciului produs salariatului. ..."
                                    },
                                    {
                                       "name": "(1) Salariul se plăteşte direct titularului sau persoanei împuternicite de acesta. ... ",
                                       "number": 162,
                                       "text": "(2) În caz de deces al salariatului, drepturile salariale datorate până la data decesului sunt plătite, în ordine, soţului supravieţuitor, copiilor majori ai defunctului sau părinţilor acestuia. Dacă nu exista nici una dintre aceste categorii de persoane, drepturile salariale sunt plătite altor moştenitori, în condiţiile dreptului comun. ..."
                                    },
                                    {
                                       "name": "(1) Plata salariului se dovedeşte prin semnarea statelor de plată, precum şi prin orice alte documente justificative care demonstreaza efectuarea plăţii către salariatul îndreptăţit. ... ",
                                       "number": 163,
                                       "text": "(2) Statele de plată, precum şi celelalte documente justificative se păstrează şi se arhiveaza de către angajator în aceleaşi condiţii şi termene ca în cazul actelor contabile, conform legii. ..."
                                    },
                                    {
                                       "name": "(1) Nici o reţinere din salariu nu poate fi operata, în afară cazurilor şi condiţiilor prevăzute de lege. ... ",
                                       "number": 164,
                                       "text": "(2) Retinerile cu titlu de daune cauzate angajatorului nu pot fi efectuate decât dacă datoria salariatului este scadenta, lichidă şi exigibilă şi a fost constatată ca atare printr-o hotărâre judecătorească definitivă şi irevocabilă. ... \n (3) În cazul pluralităţii de creditori ai salariatului va fi respectata următoarea ordine: ... \n a) obligaţiile de întreţinere, conform Codului familiei; ... \n b) contribuţiile şi impozitele datorate către stat; ... \n c) daunele cauzate proprietăţii publice prin fapte ilicite; ... \n d) acoperirea altor datorii. ... \n (4) Retinerile din salariu cumulate nu pot depăşi în fiecare luna jumătate din salariul net. ..."
                                    },
                                    {
                                       "name": "Articolul 165",
                                       "number": 165,
                                       "text": "Acceptarea fără rezerve a unei părţi din drepturile salariale sau semnarea actelor de plată în astfel de situaţii nu poate avea semnificatia unei renunţări din partea salariatului la drepturile salariale ce i se cuvin în integralitatea lor, potrivit dispoziţiilor legale sau contractuale."
                                    },
                                    {
                                       "name": "(1) Dreptul la acţiune cu privire la drepturile salariale, precum şi cu privire la daunele rezultate din neexecutarea în totalitate sau în parte a obligaţiilor privind plata salariilor se prescrie în termen de 3 ani de la data la care drepturile respective erau datorate. ... ",
                                       "number": 166,
                                       "text": "(2) Termenul de prescripţie prevăzut la alin. (1) este întrerupt în cazul în care intervine o recunoaştere din partea debitorului cu privire la drepturile salariale sau derivând din plata salariului. ..."
                                    }
                                 ],
                                 "range": [
                                    161,
                                    166
                                 ]
                              }
                           ],
                           "range": [
                              161,
                              166
                           ]
                        }
                     ],
                     "range": [
                        161,
                        166
                     ]
                  },
                  {
                     "name": "Fondul de garantare pentru plata creanţelor salariale",
                     "number": 4,
                     "sections": [
                        {
                           "name": "Fondul de garantare pentru plata creanţelor salariale",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Fondul de garantare pentru plata creanţelor salariale",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Angajatorul are obligaţia de a contribui la fondul de garantare pentru plata creanţelor salariale care rezultă din contractele individuale de muncă, în condiţiile legii. ... ",
                                       "number": 167,
                                       "text": "(2) Fondul de garantare pentru plata creanţelor salariale asigura plata creanţelor care privesc salarizarea. ..."
                                    },
                                    {
                                       "name": "La constituirea şi la utilizarea fondului de garantare pentru plata creanţelor salariale se vor respecta următoarele principii:",
                                       "number": 168,
                                       "text": "a) patrimoniul instituţiilor de administrare a fondurilor trebuie să fie independent de capitalul de exploatare al unităţilor şi trebuie să fie constituit astfel încât asupra acestuia sa nu poată fi pus sechestru în cursul procedurii în caz de insolvabilitate; ... \n b) angajatorii trebuie să contribuie la finanţare în măsura în care aceasta nu este acoperită integral de către autorităţile publice; ... \n c) obligaţia de plată a instituţiilor de administrare a fondurilor va exista independent de îndeplinirea obligaţiei de contribuţie la finanţare. ..."
                                    }
                                 ],
                                 "range": [
                                    167,
                                    168
                                 ]
                              }
                           ],
                           "range": [
                              167,
                              168
                           ]
                        }
                     ],
                     "range": [
                        167,
                        168
                     ]
                  },
                  {
                     "name": "Protecţia drepturilor salariaţilor în cazul transferului întreprinderii, al unităţii sau al unor părţi ale acesteia",
                     "number": 5,
                     "sections": [
                        {
                           "name": "Protecţia drepturilor salariaţilor în cazul transferului întreprinderii, al unităţii sau al unor părţi ale acesteia",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Protecţia drepturilor salariaţilor în cazul transferului întreprinderii, al unităţii sau al unor părţi ale acesteia",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Salariaţii beneficiază de protecţia drepturilor lor în cazul în care se produce un transfer al întreprinderii, al unităţii sau al unor părţi ale acesteia către un alt angajator, potrivit legii. ... ",
                                       "number": 169,
                                       "text": "(2) Drepturile şi obligaţiile cedentului, care decurg dintr-un contract sau raport de muncă existent la data transferului, vor fi transferate integral cesionarului. ... \n (3) Transferul întreprinderii, al unităţii sau al unor părţi ale acesteia nu poate constitui motiv de concediere individuală sau colectivă a salariaţilor de către cedent ori de către cesionar. ..."
                                    },
                                    {
                                       "name": "Articolul 170",
                                       "number": 170,
                                       "text": "Cedentul şi cesionarul au obligaţia de a informa şi de a consulta, anterior transferului, sindicatul sau, după caz, reprezentanţii salariaţilor cu privire la implicatiile juridice, economice şi sociale asupra salariaţilor, decurgând din transferul dreptului de proprietate."
                                    }
                                 ],
                                 "range": [
                                    169,
                                    170
                                 ]
                              }
                           ],
                           "range": [
                              169,
                              170
                           ]
                        }
                     ],
                     "range": [
                        169,
                        170
                     ]
                  }
               ],
               "range": [
                  154,
                  170
               ]
            },
            {
               "name": "Sănătatea şi securitatea în munca",
               "number": 6,
               "chapters": [
                  {
                     "name": "Reguli generale",
                     "number": 1,
                     "sections": [
                        {
                           "name": "Reguli generale",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Reguli generale",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Angajatorul are obligaţia sa ia toate măsurile necesare pentru protejarea vieţii şi sănătăţii salariaţilor. ... ",
                                       "number": 171,
                                       "text": "(2) Angajatorul are obligaţia să asigure securitatea şi sănătatea salariaţilor în toate aspectele legate de muncă. ... \n (3) Dacă un angajator apelează la persoane sau servicii exterioare, aceasta nu îl exonereaza de răspundere în acest domeniu. ... \n (4) Obligaţiile salariaţilor în domeniul securităţii şi sănătăţii în munca nu pot aduce atingere responsabilităţii angajatorului. ... \n (5) Măsurile privind securitatea şi sănătatea în munca nu pot sa determine, în nici un caz, obligaţii financiare pentru salariaţi. ..."
                                    },
                                    {
                                       "name": "(1) Dispoziţiile prezentului titlu se completează cu dispoziţiile legii speciale, ale contractelor colective de muncă aplicabile, precum şi cu normele şi normativele de protecţie a muncii. ... ",
                                       "number": 172,
                                       "text": "(2) Normele şi normativele de protecţie a muncii pot stabili: ... \n a) măsuri generale de protecţie a muncii pentru prevenirea accidentelor de muncă şi a bolilor profesionale, aplicabile tuturor angajatorilor; ... \n b) măsuri de protecţie a muncii, specifice pentru anumite profesii sau anumite activităţi; ... \n c) măsuri de protecţie specifice, aplicabile anumitor categorii de personal; ... \n d) dispoziţii referitoare la organizarea şi funcţionarea unor organisme speciale de asigurare a securităţii şi sănătăţii în munca. ..."
                                    },
                                    {
                                       "name": "(1) În cadrul propriilor responsabilităţi angajatorul va lua măsurile necesare pentru protejarea securităţii şi sănătăţii salariaţilor, inclusiv pentru activităţile de prevenire a riscurilor profesionale, de informare şi pregătire, precum şi pentru punerea în aplicare a organizării protecţiei muncii şi mijloacelor necesare acesteia. ... ",
                                       "number": 173,
                                       "text": "(2) La adoptarea şi punerea în aplicare a măsurilor prevăzute la alin. (1) se va ţine seama de următoarele principii generale de prevenire: ... \n a) evitarea riscurilor; ... \n b) evaluarea riscurilor care nu pot fi evitate; ... \n c) combaterea riscurilor la sursa; ... \n d) adaptarea muncii la om, în special în ceea ce priveşte proiectarea locurilor de muncă şi alegerea echipamentelor şi metodelor de muncă şi de producţie, în vederea atenuarii, cu precădere, a muncii monotone şi a muncii repetitive, precum şi a reducerii efectelor acestora asupra sănătăţii; ... \n e) luarea în considerare a evoluţiei tehnicii; ... \n f) înlocuirea a ceea ce este periculos cu ceea ce nu este periculos sau cu ceea ce este mai puţin periculos; ... \n g) planificarea prevenirii; ... \n h) adoptarea măsurilor de protecţie colectivă cu prioritate faţă de măsurile de protecţie individuală; ... \n i) aducerea la cunoştinţa salariaţilor a instrucţiunilor corespunzătoare. ..."
                                    },
                                    {
                                       "name": "(1) Angajatorul răspunde de organizarea activităţii de asigurare a sănătăţii şi securităţii în munca. ... ",
                                       "number": 174,
                                       "text": "(2) În cuprinsul regulamentelor interne sunt prevăzute în mod obligatoriu reguli privind securitatea şi sănătatea în munca. ... \n (3) În elaborarea măsurilor de securitate şi sănătate în munca angajatorul se consulta cu sindicatul sau, după caz, cu reprezentanţii salariaţilor, precum şi cu comitetul de securitate şi sănătate în munca. ..."
                                    },
                                    {
                                       "name": "Articolul 175",
                                       "number": 175,
                                       "text": "Angajatorul are obligaţia să asigure toţi salariaţii pentru risc de accidente de muncă şi boli profesionale, în condiţiile legii."
                                    },
                                    {
                                       "name": "(1) Angajatorul are obligaţia sa organizeze instruirea angajaţilor săi în domeniul securităţii şi sănătăţii în munca. ... ",
                                       "number": 176,
                                       "text": "(2) Instruirea se realizează periodic, prin modalităţi specifice stabilite de comun acord de către angajator, împreună cu comitetul de securitate şi sănătate în munca şi cu sindicatul sau, după caz, cu reprezentanţii salariaţilor. ... \n (3) Instruirea prevăzută la alin. (2) se realizează obligatoriu în cazul noilor angajaţi, al celor care îşi schimba locul de muncă sau felul muncii şi al celor care îşi reiau activitatea după o întrerupere mai mare de 6 luni. În toate aceste cazuri instruirea se efectuează înainte de începerea efectivă a activităţii. ... \n (4) Instruirea este obligatorie şi în situaţia în care intervin modificări ale legislaţiei în domeniu. ..."
                                    },
                                    {
                                       "name": "(1) Locurile de muncă trebuie să fie organizate astfel încât sa garanteze securitatea şi sănătatea salariaţilor. ... ",
                                       "number": 177,
                                       "text": "(2) Angajatorul trebuie să organizeze controlul permanent al stării materialelor, utilajelor şi substanţelor folosite în procesul muncii, în scopul asigurării sănătăţii şi securităţii salariaţilor. ... \n (3) Angajatorul răspunde pentru asigurarea condiţiilor de acordare a primului ajutor în caz de accidente de muncă, pentru crearea condiţiilor de preintampinare a incendiilor, precum şi pentru evacuarea salariaţilor în situaţii speciale şi în caz de pericol iminent. ..."
                                    },
                                    {
                                       "name": "(1) Pentru asigurarea securităţii şi sănătăţii în munca instituţia abilitata prin lege poate dispune limitarea sau interzicerea fabricării, comercializării, importului ori utilizării cu orice titlu a substanţelor şi preparatelor periculoase pentru salariaţi. ... ",
                                       "number": 178,
                                       "text": "(2) Inspectorul de muncă poate, cu avizul medicului de medicina a muncii, sa impună angajatorului să solicite organismelor competente, contra cost, analize şi expertize asupra unor produse, substanţe sau preparate considerate a fi periculoase, pentru a cunoaşte compozitia acestora şi efectele pe care le-ar putea produce asupra organismului uman. ..."
                                    }
                                 ],
                                 "range": [
                                    171,
                                    178
                                 ]
                              }
                           ],
                           "range": [
                              171,
                              178
                           ]
                        }
                     ],
                     "range": [
                        171,
                        178
                     ]
                  },
                  {
                     "name": "Comitetul de securitate şi sănătate în munca",
                     "number": 2,
                     "sections": [
                        {
                           "name": "Comitetul de securitate şi sănătate în munca",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Comitetul de securitate şi sănătate în munca",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) La nivelul fiecărui angajator se constituie un comitet de securitate şi sănătate în munca, cu scopul de a asigura implicarea salariaţilor la elaborarea şi aplicarea deciziilor în domeniul protecţiei muncii. ... ",
                                       "number": 179,
                                       "text": "(2) Comitetul de securitate şi sănătate în munca se constituie în cadrul persoanelor juridice din sectorul public, privat şi cooperatist, inclusiv cu capital străin, care desfăşoară activităţi pe teritoriul României. ..."
                                    },
                                    {
                                       "name": "(1) Comitetul de securitate şi sănătate în munca se organizează la angajatorii persoane juridice la care sunt încadraţi cel puţin 50 de salariaţi. ... ",
                                       "number": 180,
                                       "text": "(2) În cazul în care condiţiile de muncă sunt grele, vătămătoare sau periculoase, inspectorul de muncă poate cere înfiinţarea acestor comitete şi pentru angajatorii la care sunt încadraţi mai puţin de 50 de salariaţi. ... \n (3) În cazul în care activitatea se desfăşoară în unităţi dispersate teritorial, se pot înfiinţa mai multe comitete de securitate şi sănătate în munca. Numărul acestora se stabileşte prin contractul colectiv de muncă aplicabil. ... \n (4) Comitetul de securitate şi sănătate în munca coordonează măsurile de securitate şi sănătate în munca şi în cazul activităţilor care se desfăşoară temporar, cu o durată mai mare de 3 luni. ... \n (5) În situaţia în care nu se impune constituirea comitetului de securitate şi sănătate în munca, atribuţiile specifice ale acestuia vor fi îndeplinite de responsabilul cu protecţia muncii numit de angajator. ..."
                                    },
                                    {
                                       "name": "Articolul 181",
                                       "number": 181,
                                       "text": "Componenta, atribuţiile specifice şi funcţionarea comitetului de securitate şi sănătate în munca sunt reglementate prin ordin al ministrului muncii şi solidarităţii sociale."
                                    }
                                 ],
                                 "range": [
                                    179,
                                    181
                                 ]
                              }
                           ],
                           "range": [
                              179,
                              181
                           ]
                        }
                     ],
                     "range": [
                        179,
                        181
                     ]
                  },
                  {
                     "name": "Protecţia salariaţilor prin servicii medicale",
                     "number": 3,
                     "sections": [
                        {
                           "name": "Protecţia salariaţilor prin servicii medicale",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Protecţia salariaţilor prin servicii medicale",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Articolul 182",
                                       "number": 182,
                                       "text": "Angajatorii au obligaţia să asigure accesul salariaţilor la serviciul medical de medicina a muncii."
                                    },
                                    {
                                       "name": "(1) Serviciul medical de medicina a muncii poate fi un serviciu autonom organizat de angajator sau un serviciu asigurat de o asociaţie patronala. ... ",
                                       "number": 183,
                                       "text": "(2) Durata muncii prestate de medicul de medicina a muncii se calculează în funcţie de numărul de salariaţi ai angajatorului, potrivit legii. ..."
                                    },
                                    {
                                       "name": "(1) Medicul de medicina a muncii este un salariat, atestat în profesia sa potrivit legii, titular al unui contract de muncă încheiat cu un angajator sau cu o asociaţie patronala. ... ",
                                       "number": 184,
                                       "text": "(2) Medicul de medicina a muncii este independent în exercitarea profesiei sale. ..."
                                    },
                                    {
                                       "name": "(1) Sarcinile principale ale medicului de medicina a muncii constau în: ... ",
                                       "number": 185,
                                       "text": "a) prevenirea accidentelor de muncă şi a bolilor profesionale; ... \n b) supravegherea efectivă a condiţiilor de igiena şi sănătate în munca; ... \n c) asigurarea controlului medical al salariaţilor atât la angajarea în munca, cat şi pe durata executării contractului individual de muncă. ... \n (2) În vederea realizării sarcinilor ce îi revin medicul de medicina a muncii poate propune angajatorului schimbarea locului de muncă sau a felului muncii unor salariaţi, determinata de starea de sănătate a acestora. ... \n (3) Medicul de medicina a muncii este membru de drept în comitetul de securitate şi sănătate în munca. ..."
                                    },
                                    {
                                       "name": "(1) Medicul de medicina a muncii stabileşte în fiecare an un program de activitate pentru îmbunătăţirea mediului de muncă din punct de vedere al sănătăţii în munca pentru fiecare angajator. ... ",
                                       "number": 186,
                                       "text": "(2) Elementele programului sunt specifice pentru fiecare angajator şi sunt supuse avizării comitetului de securitate şi sănătate în munca. ..."
                                    },
                                    {
                                       "name": "Articolul 187",
                                       "number": 187,
                                       "text": "Prin lege specială vor fi reglementate atribuţiile specifice, modul de organizare a activităţii, organismele de control, precum şi statutul profesional specific al medicilor de medicina a muncii."
                                    }
                                 ],
                                 "range": [
                                    182,
                                    187
                                 ]
                              }
                           ],
                           "range": [
                              182,
                              187
                           ]
                        }
                     ],
                     "range": [
                        182,
                        187
                     ]
                  }
               ],
               "range": [
                  171,
                  187
               ]
            },
            {
               "name": "Formarea profesională",
               "number": 7,
               "chapters": [
                  {
                     "name": "Dispoziţii generale",
                     "number": 1,
                     "sections": [
                        {
                           "name": "Dispoziţii generale",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Dispoziţii generale",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Formarea profesională a salariaţilor are următoarele obiective principale: ... ",
                                       "number": 188,
                                       "text": "a) adaptarea salariatului la cerinţele postului sau ale locului de muncă; ... \n b) obţinerea unei calificări profesionale; ... \n c) actualizarea cunoştinţelor şi deprinderilor specifice postului şi locului de muncă şi perfecţionarea pregătirii profesionale pentru ocupaţia de baza; ... \n d) reconversia profesională determinata de restructurari socioeconomice; ... \n e) dobândirea unor cunoştinţe avansate, a unor metode şi procedee moderne, necesare pentru realizarea activităţilor profesionale; ... \n f) prevenirea riscului somajului; ... \n g) promovarea în munca şi dezvoltarea carierei profesionale. ... \n (2) Formarea profesională şi evaluarea cunoştinţelor se fac pe baza standardelor ocupationale. ..."
                                    },
                                    {
                                       "name": "Formarea profesională a salariaţilor se poate realiza prin următoarele forme:",
                                       "number": 189,
                                       "text": "a) participarea la cursuri organizate de către angajator sau de către furnizorii de servicii de formare profesională din ţara sau din străinătate; ... \n b) stagii de adaptare profesională la cerinţele postului şi ale locului de muncă; ... \n c) stagii de practica şi specializare în ţara şi în străinătate; ... \n d) ucenicie organizată la locul de muncă; ... \n e) formare individualizata; ... \n f) alte forme de pregătire convenite între angajator şi salariat. ..."
                                    },
                                    {
                                       "name": "Articolul 190",
                                       "number": 190,
                                       "text": "Angajatorul are obligaţia de a asigura salariaţilor acces periodic la formarea profesională."
                                    },
                                    {
                                       "name": "(1) Angajatorul persoana juridică elaborează anual planuri de formare profesională, cu consultarea sindicatului sau, după caz, a reprezentanţilor salariaţilor. ... ",
                                       "number": 191,
                                       "text": "(2) Planul de formare profesională face parte integrantă din contractul colectiv de muncă aplicabil. ... \n (3) Salariaţii au dreptul să fie informati cu privire la conţinutul planului de formare profesională. ..."
                                    },
                                    {
                                       "name": "Articolul 192",
                                       "number": 192,
                                       "text": "Formarea profesională individualizata se stabileşte de către angajator împreună cu salariatul în cauza, ţinând seama de criteriile avute în vedere în cadrul planului anual de formare profesională şi de condiţiile de desfăşurare a activităţii la locul de muncă."
                                    },
                                    {
                                       "name": "Articolul 193",
                                       "number": 193,
                                       "text": "Modalitatea concretă de formare profesională, drepturile şi obligaţiile părţilor, durata formării profesionale, precum şi orice alte aspecte legate de formarea profesională fac obiectul unor acte adiţionale la contractele individuale de muncă."
                                    },
                                    {
                                       "name": "(1) În cazul în care participarea la cursurile sau stagiile de formare profesională este initiata de angajator, toate cheltuielile ocazionate de aceasta participare sunt suportate de către acesta. ... ",
                                       "number": 194,
                                       "text": "(2) În cazul în care, în condiţiile prevăzute la alin. (1), participarea la cursurile sau stagiile de formare profesională presupune scoaterea parţială din activitate, salariatul participant va beneficia de drepturi salariale astfel: ... \n a) dacă participarea presupune scoaterea din activitate a salariatului pentru o perioadă ce nu depăşeşte 25% din durata zilnica a timpului normal de lucru, acesta va beneficia, pe toată durata formării profesionale, de salariul integral corespunzător postului şi funcţiei deţinute, cu toate indemnizaţiile, sporurile şi adaosurile la acesta; ... \n b) dacă participarea presupune scoaterea din activitate a salariatului pentru o perioadă mai mare de 25% din durata zilnica a timpului normal de lucru, acesta va beneficia de salariul de baza şi, după caz, de sporul de vechime. ... \n (3) Dacă participarea la cursurile sau la stagiul de formare profesională presupune scoaterea integrală din activitate, contractul individual de muncă al salariatului respectiv se suspenda, acesta beneficiind de o indemnizaţie plătită de angajator, prevăzută în contractul colectiv de muncă aplicabil sau în contractul individual de muncă, după caz. ... \n (4) Pe perioada suspendării contractului individual de muncă în condiţiile prevăzute la alin. (3), salariatul beneficiază de vechime la acel loc de muncă, această perioadă fiind considerată stagiu de cotizare în sistemul asigurărilor sociale de stat. ..."
                                    },
                                    {
                                       "name": "(1) Salariaţii care au beneficiat de un curs sau un stagiu de formare profesională mai mare de 60 de zile în condiţiile art. 194 alin. (2) lit. b) şi alin. (3) nu pot avea iniţiativa încetării contractului individual de muncă o perioadă de cel puţin 3 ani de la data absolvirii cursurilor sau stagiului de formare profesională. ... ",
                                       "number": 195,
                                       "text": "(2) Durata obligaţiei salariatului de a presta munca în favoarea angajatorului care a suportat cheltuielile ocazionate de formarea profesională, precum şi orice alte aspecte în legătură cu obligaţiile salariatului, ulterioare formării profesionale, se stabilesc prin act adiţional la contractul individual de muncă. ... \n (3) Nerespectarea de către salariat a dispoziţiei prevăzute la alin. (1) determina obligarea acestuia la suportarea tuturor cheltuielilor ocazionate de pregătirea sa profesională, proporţional cu perioada nelucrata din perioada stabilită conform actului adiţional la contractul individual de muncă. ... \n (4) Obligaţia prevăzută la alin. (3) revine şi salariaţilor care au fost concediati în perioada stabilită prin actul adiţional, pentru motive disciplinare, sau al căror contract individual de muncă a încetat ca urmare a arestării preventive pentru o perioadă mai mare de 60 de zile, a condamnării printr-o hotărâre judecătorească definitivă pentru o infracţiune în legătură cu munca lor, precum şi în cazul în care instanţa penală a pronunţat interdicţia de exercitare a profesiei, temporar sau definitiv. ..."
                                    },
                                    {
                                       "name": "(1) În cazul în care salariatul este cel care are iniţiativa participării la o formă de pregătire profesională cu scoatere din activitate, angajatorul va analiza solicitarea salariatului, împreună cu sindicatul sau, după caz, cu reprezentanţii salariaţilor. ... ",
                                       "number": 196,
                                       "text": "(2) Angajatorul va decide cu privire la cererea formulată de salariat potrivit alin. (1), în termen de 15 zile de la primirea solicitării. Totodată angajatorul va decide cu privire la condiţiile în care va permite salariatului participarea la forma de pregătire profesională, inclusiv dacă va suporta în totalitate sau în parte costul ocazionat de aceasta. ..."
                                    },
                                    {
                                       "name": "Articolul 197",
                                       "number": 197,
                                       "text": "Salariaţii care au încheiat un act adiţional la contractul individual de muncă cu privire la formarea profesională pot primi în afară salariului corespunzător locului de muncă şi alte avantaje în natura pentru formarea profesională."
                                    }
                                 ],
                                 "range": [
                                    188,
                                    197
                                 ]
                              }
                           ],
                           "range": [
                              188,
                              197
                           ]
                        }
                     ],
                     "range": [
                        188,
                        197
                     ]
                  },
                  {
                     "name": "Contracte speciale de formare profesională organizată de angajator",
                     "number": 2,
                     "sections": [
                        {
                           "name": "Contracte speciale de formare profesională organizată de angajator",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Contracte speciale de formare profesională organizată de angajator",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Articolul 198",
                                       "number": 198,
                                       "text": "Sunt considerate contracte speciale de formare profesională contractul de calificare profesională şi contractul de adaptare profesională."
                                    },
                                    {
                                       "name": "(1) Contractul de calificare profesională este cel în baza căruia salariatul se obliga să urmeze cursurile de formare organizate de angajator pentru dobândirea unei calificări profesionale. ... ",
                                       "number": 199,
                                       "text": "(2) Pot încheia contracte de calificare profesională salariaţii cu vârsta minima de 16 ani împliniţi, care nu au dobândit o calificare sau au dobândit o calificare ce nu le permite menţinerea locului de muncă la acel angajator. ... \n (3) Contractul de calificare profesională se încheie pentru o durată cuprinsă între 6 luni şi 2 ani. ..."
                                    },
                                    {
                                       "name": "(1) Pot încheia contracte de calificare profesională numai angajatorii autorizaţi în acest sens de Ministerul Muncii şi Solidarităţii Sociale şi de Ministerul Educaţiei şi Cercetării. ... ",
                                       "number": 200,
                                       "text": "(2) Procedura de autorizare, precum şi modul de atestare a calificării profesionale se stabilesc prin lege specială. ..."
                                    },
                                    {
                                       "name": "(1) Contractul de adaptare profesională se încheie în vederea adaptării salariaţilor debutanti la o funcţie noua, la un loc de muncă nou sau în cadrul unui colectiv nou. ... ",
                                       "number": 201,
                                       "text": "(2) Contractul de adaptare profesională se încheie o dată cu încheierea contractului individual de muncă sau, după caz, la debutul salariatului în funcţia noua, la locul de muncă nou sau în colectivul nou, în condiţiile legii. ..."
                                    },
                                    {
                                       "name": "(1) Contractul de adaptare profesională este un contract încheiat pe durata determinata, ce nu poate fi mai mare de un an. ... ",
                                       "number": 202,
                                       "text": "(2) La expirarea termenului contractului de adaptare profesională salariatul poate fi supus unei evaluări în vederea stabilirii măsurii în care acesta poate face faţa funcţiei noi, locului de muncă nou sau colectivului nou în care urmează sa presteze munca. ..."
                                    },
                                    {
                                       "name": "(1) Formarea profesională la nivelul angajatorului prin intermediul contractelor speciale se face de către un formator. ... ",
                                       "number": 203,
                                       "text": "(2) Formatorul este numit de angajator dintre salariaţii calificaţi, cu o experienta profesională de cel puţin 2 ani în domeniul în care urmează să se realizeze formarea profesională. ... \n (3) Un formator poate asigura formarea, în acelaşi timp, pentru cel mult 3 salariaţi. ... \n (4) Exercitarea activităţii de formare profesională se include în programul normal de lucru al formatorului. ..."
                                    },
                                    {
                                       "name": "(1) Formatorul are obligaţia de a primi, de a ajuta, de a informa şi de a îndrumă salariatul pe durata contractului special de formare profesională şi de a supraveghea îndeplinirea atribuţiilor de serviciu corespunzătoare postului ocupat de salariatul în formare. ... ",
                                       "number": 204,
                                       "text": "(2) Formatorul asigura cooperarea cu alte organisme de formare şi participa la evaluarea salariatului care a beneficiat de formare profesională. ..."
                                    }
                                 ],
                                 "range": [
                                    198,
                                    204
                                 ]
                              }
                           ],
                           "range": [
                              198,
                              204
                           ]
                        }
                     ],
                     "range": [
                        198,
                        204
                     ]
                  },
                  {
                     "name": "Contractul de ucenicie la locul de muncă",
                     "number": 3,
                     "sections": [
                        {
                           "name": "Contractul de ucenicie la locul de muncă",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Contractul de ucenicie la locul de muncă",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Contractul de ucenicie la locul de muncă este contractul individual de muncă de tip particular, în temeiul căruia: ... ",
                                       "number": 205,
                                       "text": "a) angajatorul persoana juridică sau persoana fizica se obliga ca, în afară plăţii unui salariu, să asigure ucenicului formarea profesională într-o anumită meserie; ... \n b) ucenicul se obliga să urmeze cursurile de formare profesională şi sa munceasca în subordinea angajatorului respectiv. ... \n (2) Contractul de ucenicie la locul de muncă se încheie pe o durată determinata care nu poate fi mai mare de 3 ani. ..."
                                    },
                                    {
                                       "name": "Articolul 206",
                                       "number": 206,
                                       "text": "Contractul de ucenicie la locul de muncă se încheie de către angajatorul autorizat de Ministerul Muncii şi Solidarităţii Sociale."
                                    },
                                    {
                                       "name": "(1) Poate fi încadrat ca ucenic orice tânăr care nu deţine o calificare profesională şi care, la debutul perioadei de ucenicie, nu a împlinit vârsta de 25 de ani. ... ",
                                       "number": 207,
                                       "text": "(2) Ucenicul beneficiază de dispoziţiile aplicabile celorlalţi salariaţi, în măsura în care ele nu sunt contrare celor specifice statutului de ucenic. ..."
                                    },
                                    {
                                       "name": "Articolul 208",
                                       "number": 208,
                                       "text": "Timpul necesar ucenicului pentru participarea la activităţi teoretice ce ţin de pregătirea sa profesională este inclus în programul normal de muncă."
                                    },
                                    {
                                       "name": "În cazul ucenicilor se interzic:",
                                       "number": 209,
                                       "text": "a) munca prestată în condiţii grele, vătămătoare sau periculoase; ... \n b) munca suplimentară; ... \n c) munca de noapte. ..."
                                    },
                                    {
                                       "name": "Contractul de ucenicie la locul de muncă va cuprinde, în afară dispoziţiilor obligatorii prevăzute în contractul individual de muncă, următoarele:",
                                       "number": 210,
                                       "text": "a) precizarea persoanei care urmează să se ocupe de pregătirea ucenicului, denumita maistru de ucenicie, şi calificarea acesteia; ... \n b) durata necesară pentru obţinerea calificării în meseria respectiva; ... \n c) avantajele în natura acordate ucenicului în vederea calificării profesionale. ..."
                                    },
                                    {
                                       "name": "(1) Maistrul de ucenicie este salariat al angajatorului, atestat pentru pregătirea ucenicilor. ... ",
                                       "number": 211,
                                       "text": "(2) Maistrul de ucenicie este atestat de Ministerul Muncii şi Solidarităţii Sociale. ..."
                                    },
                                    {
                                       "name": "(1) Aptitudinile ucenicului de a presta meseria pentru care este pregătit prin contractul de ucenicie la locul de muncă fac obiectul unei verificări finale organizate de angajator. ... ",
                                       "number": 212,
                                       "text": "(2) Salariaţii a căror formare profesională a făcut obiectul unui contract de ucenicie la locul de muncă nu vor putea fi obligaţi la suportarea cheltuielilor de formare făcute de angajator. ..."
                                    },
                                    {
                                       "name": "Articolul 213",
                                       "number": 213,
                                       "text": "Controlul activităţii de ucenicie la locul de muncă, statutul ucenicului, modul de încheiere şi de executare a contractului de ucenicie la locul de muncă, autorizarea angajatorilor pentru încheierea contractelor de ucenicie la locul de muncă, atestarea maistrului de ucenicie, verificarea finala a aptitudinilor ucenicului, precum şi orice alte aspecte legate de contractul de ucenicie la locul de muncă urmează să fie reglementate prin lege specială."
                                    }
                                 ],
                                 "range": [
                                    205,
                                    213
                                 ]
                              }
                           ],
                           "range": [
                              205,
                              213
                           ]
                        }
                     ],
                     "range": [
                        205,
                        213
                     ]
                  }
               ],
               "range": [
                  188,
                  213
               ]
            },
            {
               "name": "Dialogul social",
               "number": 8,
               "chapters": [
                  {
                     "name": "Dispoziţii generale",
                     "number": 1,
                     "sections": [
                        {
                           "name": "Dispoziţii generale",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Dispoziţii generale",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Articolul 214",
                                       "number": 214,
                                       "text": "Pentru asigurarea climatului de stabilitate şi pace socială, prin lege sunt reglementate modalităţile de consultări şi dialog permanent între partenerii sociali."
                                    },
                                    {
                                       "name": "Articolul 215",
                                       "number": 215,
                                       "text": "Consiliul Economic şi Social este instituţie publică de interes naţional, tripartita, autonomă, constituită în scopul realizării dialogului social la nivel naţional."
                                    },
                                    {
                                       "name": "Articolul 216",
                                       "number": 216,
                                       "text": "În cadrul ministerelor şi prefecturilor funcţionează, în condiţiile legii, comisii de dialog social, cu caracter consultativ, între administraţia publică, sindicate şi patronat."
                                    }
                                 ],
                                 "range": [
                                    214,
                                    216
                                 ]
                              }
                           ],
                           "range": [
                              214,
                              216
                           ]
                        }
                     ],
                     "range": [
                        214,
                        216
                     ]
                  },
                  {
                     "name": "Sindicatele",
                     "number": 2,
                     "sections": [
                        {
                           "name": "Sindicatele",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Sindicatele",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Sindicatele sunt persoane juridice independente, fără scop patrimonial, constituite în scopul apărării şi promovării drepturilor colective şi individuale, precum şi a intereselor profesionale, economice, sociale, culturale şi sportive ale membrilor lor. ... ",
                                       "number": 217,
                                       "text": "(2) Condiţiile şi procedura de dobândire a personalităţii juridice de către organizaţiile sindicale se reglementează prin lege specială. ... \n (3) Organizaţiile sindicale au dreptul de a-şi reglementa prin statutele proprii modul de organizare, asociere şi gestiune, cu condiţia ca statutele să fie adoptate printr-o procedură democratica, în condiţiile legii. ..."
                                    },
                                    {
                                       "name": "Articolul 218",
                                       "number": 218,
                                       "text": "Sindicatele participa prin reprezentanţii proprii, în condiţiile legii, la negocierea şi încheierea contractelor colective de muncă, la tratative sau acorduri cu autorităţile publice şi cu patronatele, precum şi în structurile specifice dialogului social."
                                    },
                                    {
                                       "name": "Articolul 219",
                                       "number": 219,
                                       "text": "Sindicatele se pot asocia în mod liber, în condiţiile legii, în federaţii, confederatii sau uniuni teritoriale."
                                    },
                                    {
                                       "name": "Articolul 220",
                                       "number": 220,
                                       "text": "Exerciţiul dreptului sindical al salariaţilor este recunoscut la nivelul tuturor angajatorilor, cu respectarea drepturilor şi libertăţilor garantate prin Constituţie şi în conformitate cu dispoziţiile prezentului cod şi ale legilor speciale."
                                    },
                                    {
                                       "name": "(1) Este interzisă orice intervenţie a autorităţilor publice de natura a limita drepturile sindicale sau a le împiedica exercitarea lor legală. ... ",
                                       "number": 221,
                                       "text": "(2) Este interzis, de asemenea, orice act de ingerinta al patronilor sau al organizaţiilor patronale, fie direct, fie prin reprezentanţii sau membrii lor, în constituirea organizaţiilor sindicale sau în exercitarea drepturilor lor. ..."
                                    },
                                    {
                                       "name": "Articolul 222",
                                       "number": 222,
                                       "text": "La cererea membrilor lor, sindicatele pot sa îi reprezinte pe aceştia în cadrul conflictelor de drepturi."
                                    },
                                    {
                                       "name": "(1) Reprezentanţilor aleşi în organele de conducere ale sindicatelor li se asigura protecţia legii contra oricăror forme de condiţionare, constrângere sau limitare a exercitării funcţiilor lor. ... ",
                                       "number": 223,
                                       "text": "(2) Pe toată durata exercitării mandatului, precum şi pe o perioadă de 2 ani de la încetarea acestuia reprezentanţii aleşi în organele de conducere ale sindicatelor nu pot fi concediati pentru motive care nu ţin de persoana salariatului, pentru necorespundere profesională sau pentru motive ce ţin de îndeplinirea mandatului pe care l-au primit de la salariaţii din unitate. ... \n (3) Alte măsuri de protecţie a celor aleşi în organele de conducere ale sindicatelor sunt prevăzute în legi speciale şi în contractul colectiv de muncă aplicabil. ..."
                                    }
                                 ],
                                 "range": [
                                    217,
                                    223
                                 ]
                              }
                           ],
                           "range": [
                              217,
                              223
                           ]
                        }
                     ],
                     "range": [
                        217,
                        223
                     ]
                  },
                  {
                     "name": "Reprezentanţii salariaţilor",
                     "number": 3,
                     "sections": [
                        {
                           "name": "Reprezentanţii salariaţilor",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Reprezentanţii salariaţilor",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) La angajatorii la care sunt încadraţi mai mult de 20 de salariaţi şi dacă nici unul nu este membru de sindicat, interesele acestora pot fi promovate şi aparate de reprezentanţii lor, aleşi şi mandataţi special în acest scop. ... ",
                                       "number": 224,
                                       "text": "(2) Reprezentanţii salariaţilor sunt aleşi în cadrul adunării generale a salariaţilor, cu votul a cel puţin jumătate din numărul total al salariaţilor. ... \n (3) Reprezentanţii salariaţilor nu pot sa desfăşoare activităţi ce sunt recunoscute prin lege exclusiv sindicatelor. ..."
                                    },
                                    {
                                       "name": "(1) Pot fi aleşi ca reprezentanţi ai salariaţilor salariaţii care au împlinit vârsta de 21 de ani şi care au lucrat la angajator cel puţin un an fără întrerupere. ... ",
                                       "number": 225,
                                       "text": "(2) Condiţia vechimii prevăzute la alin. (1) nu este necesară în cazul alegerii reprezentanţilor salariaţilor la angajatorii nou-infiintati. ... \n (3) Numărul de reprezentanţi aleşi ai salariaţilor se stabileşte de comun acord cu angajatorul, în raport cu numărul de salariaţi ai acestuia. ... \n (4) Durata mandatului reprezentanţilor salariaţilor nu poate fi mai mare de 2 ani. ..."
                                    },
                                    {
                                       "name": "Reprezentanţii salariaţilor au următoarele atribuţii principale:",
                                       "number": 226,
                                       "text": "a) sa urmărească respectarea drepturilor salariaţilor, în conformitate cu legislaţia în vigoare, cu contractul colectiv de muncă aplicabil, cu contractele individuale de muncă şi cu regulamentul intern; ... \n b) sa participe la elaborarea regulamentului intern; ... \n c) sa promoveze interesele salariaţilor referitoare la salariu, condiţii de muncă, timp de muncă şi timp de odihnă, stabilitate în munca, precum şi orice alte interese profesionale, economice şi sociale legate de relaţiile de muncă; ... \n d) sa sesizeze inspectoratul de muncă cu privire la nerespectarea dispoziţiilor legale şi ale contractului colectiv de muncă aplicabil. ..."
                                    },
                                    {
                                       "name": "Articolul 227",
                                       "number": 227,
                                       "text": "Atribuţiile reprezentanţilor salariaţilor, modul de îndeplinire a acestora, precum şi durata şi limitele mandatului lor se stabilesc în cadrul adunării generale a salariaţilor, în condiţiile legii."
                                    },
                                    {
                                       "name": "Articolul 228",
                                       "number": 228,
                                       "text": "Timpul alocat reprezentanţilor salariaţilor în vederea îndeplinirii mandatului pe care l-au primit este de 20 de ore pe luna şi se considera timp efectiv lucrat, fiind salarizat corespunzător."
                                    },
                                    {
                                       "name": "Articolul 229",
                                       "number": 229,
                                       "text": "Pe toată durata exercitării mandatului reprezentanţii salariaţilor nu pot fi concediati pentru motive care nu ţin de persoana salariatului, pentru necorespundere profesională sau pentru motive ce ţin de îndeplinirea mandatului pe care l-au primit de la salariaţi."
                                    }
                                 ],
                                 "range": [
                                    224,
                                    229
                                 ]
                              }
                           ],
                           "range": [
                              224,
                              229
                           ]
                        }
                     ],
                     "range": [
                        224,
                        229
                     ]
                  },
                  {
                     "name": "Patronatul",
                     "number": 4,
                     "sections": [
                        {
                           "name": "Patronatul",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Patronatul",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Articolul 230",
                                       "number": 230,
                                       "text": "Patronul, denumit în prezentul cod angajator, este persoana juridică înmatriculată sau persoana fizica autorizata potrivit legii, care administrează şi utilizează capitalul, indiferent de natura acestuia, în scopul obţinerii de profit în condiţii de concurenta, şi care angajează munca salariata."
                                    },
                                    {
                                       "name": "(1) Patronatele sunt organizaţii ale patronilor, autonome, fără caracter politic, înfiinţate ca persoane juridice de drept privat, fără scop patrimonial. ... ",
                                       "number": 231,
                                       "text": "(2) Patronatele se pot constitui în uniuni, federaţii, confederatii patronale sau în alte structuri asociative. ..."
                                    },
                                    {
                                       "name": "(1) Patronatele reprezintă, susţin şi apara interesele membrilor lor în relaţiile cu autorităţile publice, cu sindicatele şi cu alte persoane juridice şi fizice, în raport cu obiectul şi scopul lor de activitate, potrivit propriilor statute şi în acord cu prevederile legii. ... ",
                                       "number": 232,
                                       "text": "(2) La cererea membrilor lor, patronatele îi pot reprezenta pe aceştia în cazul conflictelor de drepturi. ..."
                                    },
                                    {
                                       "name": "Articolul 233",
                                       "number": 233,
                                       "text": "Membrilor organelor de conducere alese ale patronatelor li se asigura protecţia legii contra oricăror forme de discriminare, condiţionare, constrângere sau limitare a exercitării funcţiilor lor."
                                    },
                                    {
                                       "name": "Articolul 234",
                                       "number": 234,
                                       "text": "Patronatele sunt parteneri sociali în relaţiile colective de muncă, participând, prin reprezentanţi proprii, la negocierea şi încheierea contractelor colective de muncă, la tratative şi acorduri cu autorităţile publice şi cu sindicatele, precum şi în structurile specifice dialogului social."
                                    },
                                    {
                                       "name": "(1) Constituirea şi funcţionarea asociaţiilor patronale, precum şi exercitarea drepturilor şi obligaţiilor acestora sunt reglementate prin lege. ... ",
                                       "number": 235,
                                       "text": "(2) Este interzisă orice intervenţie a autorităţilor publice de natura a limita exercitarea drepturilor patronale sau a le împiedica exercitarea legală. ... \n (3) Este interzis, de asemenea, orice act de ingerinta al salariaţilor sau al sindicatului, fie direct, fie prin reprezentanţii lor sau prin membrii sindicatului, după caz, în constituirea asociaţiilor patronale sau în exercitarea drepturilor lor. ..."
                                    }
                                 ],
                                 "range": [
                                    230,
                                    235
                                 ]
                              }
                           ],
                           "range": [
                              230,
                              235
                           ]
                        }
                     ],
                     "range": [
                        230,
                        235
                     ]
                  }
               ],
               "range": [
                  214,
                  235
               ]
            },
            {
               "name": "Contractele colective de muncă",
               "number": 9,
               "chapters": [
                  {
                     "name": "Contractele colective de muncă",
                     "number": 1,
                     "sections": [
                        {
                           "name": "Contractele colective de muncă",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Contractele colective de muncă",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Contractul colectiv de muncă este convenţia încheiată în forma scrisă între angajator sau organizaţia patronala, de o parte, şi salariaţi, reprezentaţi prin sindicate ori în alt mod prevăzut de lege, de cealaltă parte, prin care se stabilesc clauze privind condiţiile de muncă, salarizarea, precum şi alte drepturi şi obligaţii ce decurg din raporturile de muncă. ... ",
                                       "number": 236,
                                       "text": "(2) Negocierea colectivă este obligatorie, cu excepţia cazului în care angajatorul are încadraţi mai puţin de 21 de salariaţi. ... \n (3) La negocierea clauzelor şi la încheierea contractelor colective de muncă părţile sunt egale şi libere. ... \n (4) Contractele colective de muncă, încheiate cu respectarea dispoziţiilor legale constituie legea părţilor. ..."
                                    },
                                    {
                                       "name": "Articolul 237",
                                       "number": 237,
                                       "text": "Părţile, reprezentarea acestora şi procedura de negociere şi de încheiere a contractelor colective de muncă sunt stabilite potrivit legii."
                                    },
                                    {
                                       "name": "(1) Contractele colective de muncă nu pot conţine clauze care să stabilească drepturi la un nivel inferior celui stabilit prin contractele colective de muncă încheiate la nivel superior. ... ",
                                       "number": 238,
                                       "text": "(2) Contractele individuale de muncă nu pot conţine clauze care să stabilească drepturi la un nivel inferior celui stabilit prin contractele colective de muncă. ... \n (3) La încheierea contractului colectiv de muncă prevederile legale referitoare la drepturile salariaţilor au un caracter minimal. ..."
                                    },
                                    {
                                       "name": "Articolul 239",
                                       "number": 239,
                                       "text": "Prevederile contractului colectiv de muncă produc efecte pentru toţi salariaţii, indiferent de data angajării sau de afilierea lor la o organizaţie sindicala."
                                    },
                                    {
                                       "name": "(1) Contractele colective de muncă se pot încheia la nivelul angajatorilor, al ramurilor de activitate şi la nivel naţional. ... ",
                                       "number": 240,
                                       "text": "(2) Contractele colective de muncă se pot încheia şi la nivelul unor grupuri de angajatori, denumite în continuare grupuri de angajatori. ..."
                                    },
                                    {
                                       "name": "(1) Clauzele contractelor colective de muncă produc efecte după cum urmează: ... ",
                                       "number": 241,
                                       "text": "a) pentru toţi salariaţii angajatorului, în cazul contractelor colective de muncă încheiate la acest nivel; ... \n b) pentru toţi salariaţii încadraţi la angajatorii care fac parte din grupul de angajatori pentru care s-a încheiat contractul colectiv de muncă la acest nivel; ... \n c) pentru toţi salariaţii încadraţi la toţi angajatorii din ramura de activitate pentru care s-a încheiat contractul colectiv de muncă la acest nivel; ... \n d) pentru toţi salariaţii încadraţi la toţi angajatorii din ţara, în cazul contractului colectiv de muncă la nivel naţional. ... \n (2) La fiecare dintre nivelurile prevăzute la art. 240 se încheie un singur contract colectiv de muncă. ..."
                                    },
                                    {
                                       "name": "Articolul 242",
                                       "number": 242,
                                       "text": "Contractul colectiv de muncă se încheie pe o perioadă determinata, care nu poate fi mai mica de 12 luni, sau pe durata unei lucrări determinate."
                                    },
                                    {
                                       "name": "(1) Executarea contractului colectiv de muncă este obligatorie pentru părţi. ... ",
                                       "number": 243,
                                       "text": "(2) Neîndeplinirea obligaţiilor asumate prin contractul colectiv de muncă atrage răspunderea părţilor care se fac vinovate de aceasta. ..."
                                    },
                                    {
                                       "name": "Articolul 244",
                                       "number": 244,
                                       "text": "Clauzele contractului colectiv de muncă pot fi modificate pe parcursul executării lui, în condiţiile legii, ori de câte ori părţile convin acest lucru."
                                    },
                                    {
                                       "name": "Contractul colectiv de muncă încetează:",
                                       "number": 245,
                                       "text": "a) la împlinirea termenului sau la terminarea lucrării pentru care a fost încheiat, dacă părţile nu convin prelungirea aplicării acestuia; ... \n b) la data dizolvării sau lichidării judiciare a angajatorului; ... \n c) prin acordul părţilor. ..."
                                    },
                                    {
                                       "name": "Articolul 246",
                                       "number": 246,
                                       "text": "Aplicarea contractului colectiv de muncă poate fi suspendată prin acordul de voinţa al părţilor ori în caz de forta majoră."
                                    },
                                    {
                                       "name": "Articolul 247",
                                       "number": 247,
                                       "text": "În cazul în care la nivel de angajator, grup de angajatori sau ramura nu exista contract colectiv de muncă, se aplică contractul colectiv de muncă încheiat la nivel superior."
                                    }
                                 ],
                                 "range": [
                                    236,
                                    247
                                 ]
                              }
                           ],
                           "range": [
                              236,
                              247
                           ]
                        }
                     ],
                     "range": [
                        236,
                        247
                     ]
                  }
               ],
               "range": [
                  236,
                  247
               ]
            },
            {
               "name": "Conflictele de muncă",
               "number": 10,
               "chapters": [
                  {
                     "name": "Dispoziţii generale",
                     "number": 1,
                     "sections": [
                        {
                           "name": "Dispoziţii generale",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Dispoziţii generale",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Conflictul de muncă reprezintă orice dezacord intervenit între partenerii sociali, în raporturile de muncă. ... ",
                                       "number": 248,
                                       "text": "(2) Conflictele de muncă ce au ca obiect stabilirea condiţiilor de muncă cu ocazia negocierii contractelor colective de muncă sunt conflicte referitoare la interesele cu caracter profesional, social sau economic ale salariaţilor, denumite conflicte de interese. ... \n (3) Conflictele de muncă ce au ca obiect exercitarea unor drepturi sau îndeplinirea unor obligaţii decurgând din legi ori din alte acte normative, precum şi din contractele colective sau individuale de muncă sunt conflicte referitoare la drepturile salariaţilor, denumite conflicte de drepturi. ..."
                                    },
                                    {
                                       "name": "Articolul 249",
                                       "number": 249,
                                       "text": "Procedura de soluţionare a conflictelor de muncă se stabileşte prin lege specială."
                                    }
                                 ],
                                 "range": [
                                    248,
                                    249
                                 ]
                              }
                           ],
                           "range": [
                              248,
                              249
                           ]
                        }
                     ],
                     "range": [
                        248,
                        249
                     ]
                  },
                  {
                     "name": "Greva",
                     "number": 2,
                     "sections": [
                        {
                           "name": "Greva",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Greva",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Articolul 250",
                                       "number": 250,
                                       "text": "Salariaţii au dreptul la greva pentru apărarea intereselor profesionale, economice şi sociale."
                                    },
                                    {
                                       "name": "(1) Greva reprezintă încetarea voluntara şi colectivă a lucrului de către salariaţi. ... ",
                                       "number": 251,
                                       "text": "(2) Participarea salariaţilor la greva este libera. Nici un salariat nu poate fi constrâns sa participe sau sa nu participe la o greva. ... \n (3) Limitarea sau interzicerea dreptului la greva poate interveni numai în cazurile şi pentru categoriile de salariaţi prevăzute expres de lege. ..."
                                    },
                                    {
                                       "name": "Articolul 252",
                                       "number": 252,
                                       "text": "Participarea la greva, precum şi organizarea acesteia cu respectarea legii nu reprezintă o încălcare a obligaţiilor salariaţilor şi nu pot avea drept consecinţa sancţionarea disciplinară a salariaţilor grevisti sau a organizatorilor grevei."
                                    },
                                    {
                                       "name": "Articolul 253",
                                       "number": 253,
                                       "text": "Modul de exercitare a dreptului de greva, organizarea, declanşarea şi desfăşurarea grevei, procedurile prealabile declanşării grevei, suspendarea şi încetarea grevei, precum şi orice alte aspecte legate de greva se reglementează prin lege specială."
                                    }
                                 ],
                                 "range": [
                                    250,
                                    253
                                 ]
                              }
                           ],
                           "range": [
                              250,
                              253
                           ]
                        }
                     ],
                     "range": [
                        250,
                        253
                     ]
                  }
               ],
               "range": [
                  248,
                  253
               ]
            },
            {
               "name": "Inspecţia Muncii",
               "number": 11,
               "chapters": [
                  {
                     "name": "Inspecţia Muncii",
                     "number": 1,
                     "sections": [
                        {
                           "name": "Inspecţia Muncii",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Inspecţia Muncii",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Articolul 254",
                                       "number": 254,
                                       "text": "Aplicarea reglementărilor generale şi speciale în domeniul relaţiilor de muncă, securităţii şi sănătăţii în munca este supusă controlului Inspecţiei Muncii, ca organism specializat al administraţiei publice centrale, cu personalitate juridică, în subordinea Ministerului Muncii şi Solidarităţii Sociale."
                                    },
                                    {
                                       "name": "Articolul 255",
                                       "number": 255,
                                       "text": "Inspecţia Muncii are în subordine inspectorate teritoriale de muncă, organizate în fiecare judeţ şi în municipiul Bucureşti."
                                    },
                                    {
                                       "name": "Articolul 256",
                                       "number": 256,
                                       "text": "Înfiinţarea şi organizarea Inspecţiei Muncii sunt reglementate prin lege specială."
                                    }
                                 ],
                                 "range": [
                                    254,
                                    256
                                 ]
                              }
                           ],
                           "range": [
                              254,
                              256
                           ]
                        }
                     ],
                     "range": [
                        254,
                        256
                     ]
                  }
               ],
               "range": [
                  254,
                  256
               ]
            },
            {
               "name": "Răspunderea juridică",
               "number": 12,
               "chapters": [
                  {
                     "name": "Regulamentul intern",
                     "number": 1,
                     "sections": [
                        {
                           "name": "Regulamentul intern",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Regulamentul intern",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Articolul 257",
                                       "number": 257,
                                       "text": "Regulamentul intern se întocmeşte de către angajator, cu consultarea sindicatului sau a reprezentanţilor salariaţilor, după caz."
                                    },
                                    {
                                       "name": "Regulamentul intern cuprinde cel puţin următoarele categorii de dispoziţii:",
                                       "number": 258,
                                       "text": "a) reguli privind protecţia, igiena şi securitatea în munca în cadrul unităţii; ... \n b) reguli privind respectarea principiului nediscriminarii şi al inlaturarii oricărei forme de încălcare a demnităţii; ... \n c) drepturile şi obligaţiile angajatorului şi al salariaţilor; ... \n d) procedura de soluţionare a cererilor sau reclamatiilor individuale ale salariaţilor; ... \n e) reguli concrete privind disciplina muncii în unitate; ... \n f) abaterile disciplinare şi sancţiunile aplicabile; ... \n g) reguli referitoare la procedura disciplinară; ... \n h) modalităţile de aplicare a altor dispoziţii legale sau contractuale specifice. ..."
                                    },
                                    {
                                       "name": "(1) Regulamentul intern se aduce la cunoştinţa salariaţilor prin grija angajatorului şi îşi produce efectele faţă de salariaţi din momentul incunostintarii acestora. ... ",
                                       "number": 259,
                                       "text": "(2) Obligaţia de informare a salariaţilor cu privire la conţinutul regulamentului intern trebuie îndeplinită de angajator. ... \n (3) Modul concret de informare a fiecărui salariat cu privire la conţinutul regulamentului intern se stabileşte prin contractul colectiv de muncă aplicabil sau, după caz, prin conţinutul regulamentului intern. ... \n (4) Regulamentul intern se afişează la sediul angajatorului. ..."
                                    },
                                    {
                                       "name": "Articolul 260",
                                       "number": 260,
                                       "text": "Orice modificare ce intervine în conţinutul regulamentului intern este supusă procedurilor de informare prevăzute la art. 259."
                                    },
                                    {
                                       "name": "(1) Orice salariat interesat poate sesiza angajatorul cu privire la dispoziţiile regulamentului intern, în măsura în care face dovada încălcării unui drept al său. ... ",
                                       "number": 261,
                                       "text": "(2) Controlul legalităţii dispoziţiilor cuprinse în regulamentul intern este de competenţa instanţelor judecătoreşti, care pot fi sesizate în termen de 30 de zile de la data comunicării de către angajator a modului de soluţionare a sesizării formulate potrivit alin. (1). ..."
                                    },
                                    {
                                       "name": "(1) Întocmirea regulamentului intern la nivelul fiecărui angajator se realizează în termen de 60 de zile de la data intrării în vigoare a prezentului cod. ... ",
                                       "number": 262,
                                       "text": "(2) În cazul angajatorilor infiintati după intrarea în vigoare a prezentului cod, termenul de 60 de zile prevăzut la alin. (1) începe să curgă de la data dobândirii personalităţii juridice. ..."
                                    }
                                 ],
                                 "range": [
                                    257,
                                    262
                                 ]
                              }
                           ],
                           "range": [
                              257,
                              262
                           ]
                        }
                     ],
                     "range": [
                        257,
                        262
                     ]
                  },
                  {
                     "name": "Răspunderea disciplinară",
                     "number": 2,
                     "sections": [
                        {
                           "name": "Răspunderea disciplinară",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Răspunderea disciplinară",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Angajatorul dispune de prerogativa disciplinară, având dreptul de a aplica, potrivit legii, sancţiuni disciplinare salariaţilor săi ori de câte ori constata ca aceştia au săvârşit o abatere disciplinară. ... ",
                                       "number": 263,
                                       "text": "(2) Abaterea disciplinară este o faptă în legătură cu munca şi care consta într-o acţiune sau inacţiune săvârşită cu vinovăţie de către salariat, prin care acesta a încălcat normele legale, regulamentul intern, contractul individual de muncă sau contractul colectiv de muncă aplicabil, ordinele şi dispoziţiile legale ale conducătorilor ierarhici. ..."
                                    },
                                    {
                                       "name": "(1) Sancţiunile disciplinare pe care le poate aplica angajatorul în cazul în care salariatul săvârşeşte o abatere disciplinară sunt: ... ",
                                       "number": 264,
                                       "text": "a) avertismentul scris; ... \n b) suspendarea contractului individual de muncă pentru o perioadă ce nu poate depăşi 10 zile lucrătoare; ... \n c) retrogradarea din funcţie, cu acordarea salariului corespunzător funcţiei în care s-a dispus retrogradarea, pentru o durată ce nu poate depăşi 60 de zile; ... \n d) reducerea salariului de baza pe o durată de 1-3 luni cu 5-10%; ... \n e) reducerea salariului de baza şi/sau, după caz, şi a indemnizaţiei de conducere pe o perioadă de 1-3 luni cu 5-10%; ... \n f) desfacerea disciplinară a contractului individual de muncă. ... \n (2) În cazul în care, prin statute profesionale aprobate prin lege specială, se stabileşte un alt regim sanctionator, va fi aplicat acesta. ..."
                                    },
                                    {
                                       "name": "(1) Amenzile disciplinare sunt interzise. ... ",
                                       "number": 265,
                                       "text": "(2) Pentru aceeaşi abatere disciplinară se poate aplica numai o singura sancţiune. ..."
                                    },
                                    {
                                       "name": "Angajatorul stabileşte sancţiunea disciplinară aplicabilă în raport cu gravitatea abaterii disciplinare săvârşite de salariat, avându-se în vedere următoarele:",
                                       "number": 266,
                                       "text": "a) împrejurările în care fapta a fost săvârşită; ... \n b) gradul de vinovăţie a salariatului; ... \n c) consecinţele abaterii disciplinare; ... \n d) comportarea generală în serviciu a salariatului; ... \n e) eventualele sancţiuni disciplinare suferite anterior de către acesta. ..."
                                    },
                                    {
                                       "name": "(1) Sub sancţiunea nulităţii absolute, nici o măsura, cu excepţia celei prevăzute la art. 264 alin. (1) lit. a), nu poate fi dispusă mai înainte de efectuarea unei cercetări disciplinare prealabile. ... ",
                                       "number": 267,
                                       "text": "(2) În vederea desfăşurării cercetării disciplinare prealabile, salariatul va fi convocat în scris de persoana imputernicita de către angajator sa realizeze cercetarea, precizându-se obiectul, data, ora şi locul intrevederii. ... \n (3) Neprezentarea salariatului la convocarea facuta în condiţiile prevăzute la alin. (2) fără un motiv obiectiv da dreptul angajatorului sa dispună sancţionarea, fără efectuarea cercetării disciplinare prealabile. ... \n (4) În cursul cercetării disciplinare prealabile salariatul are dreptul sa formuleze şi sa susţină toate apărările în favoarea sa şi să ofere persoanei împuternicite sa realizeze cercetarea toate probele şi motivatiile pe care le considera necesare, precum şi dreptul să fie asistat, la cererea sa, de către un reprezentant al sindicatului al cărui membru este. ..."
                                    },
                                    {
                                       "name": "(1) Angajatorul dispune aplicarea sancţiunii disciplinare printr-o decizie emisă în forma scrisă, în termen de 30 de zile calendaristice de la data luării la cunoştinţa despre săvârşirea abaterii disciplinare, dar nu mai târziu de 6 luni de la data săvârşirii faptei. ... ",
                                       "number": 268,
                                       "text": "(2) Sub sancţiunea nulităţii absolute, în decizie se cuprind în mod obligatoriu: ... \n a) descrierea faptei care constituie abatere disciplinară; ... \n b) precizarea prevederilor din statutul de personal, regulamentul intern sau contractul colectiv de muncă aplicabil, care au fost incalcate de salariat; ... \n c) motivele pentru care au fost inlaturate apărările formulate de salariat în timpul cercetării disciplinare prealabile sau motivele pentru care, în condiţiile prevăzute la art. 267 alin. (3), nu a fost efectuată cercetarea; ... \n d) temeiul de drept în baza căruia sancţiunea disciplinară se aplică; ... \n e) termenul în care sancţiunea poate fi contestată; ... \n f) instanţa competenţa la care sancţiunea poate fi contestată. ... \n (3) Decizia de sancţionare se comunică salariatului în cel mult 5 zile calendaristice de la data emiterii şi produce efecte de la data comunicării. ... \n (4) Comunicarea se preda personal salariatului, cu semnatura de primire, ori, în caz de refuz al primirii, prin scrisoare recomandată, la domiciliul sau reşedinţa comunicată de acesta. ... \n (5) Decizia de sancţionare poate fi contestată de salariat la instanţele judecătoreşti competente în termen de 30 de zile calendaristice de la data comunicării. ..."
                                    }
                                 ],
                                 "range": [
                                    263,
                                    268
                                 ]
                              }
                           ],
                           "range": [
                              263,
                              268
                           ]
                        }
                     ],
                     "range": [
                        263,
                        268
                     ]
                  },
                  {
                     "name": "Răspunderea patrimonială",
                     "number": 3,
                     "sections": [
                        {
                           "name": "Răspunderea patrimonială",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Răspunderea patrimonială",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Angajatorul este obligat, în temeiul normelor şi principiilor răspunderii civile contractuale, sa îl despăgubească pe salariat în situaţia în care acesta a suferit un prejudiciu material din culpa angajatorului în timpul îndeplinirii obligaţiilor de serviciu sau în legătură cu serviciul. ... ",
                                       "number": 269,
                                       "text": "(2) În cazul în care angajatorul refuza sa îl despăgubească pe salariat, acesta se poate adresa cu plângere instanţelor judecătoreşti competente. ... \n (3) Angajatorul care a plătit despăgubirea îşi va recupera suma aferentă de la salariatul vinovat de producerea pagubei, în condiţiile art. 270 şi următoarele. ..."
                                    },
                                    {
                                       "name": "(1) Salariaţii răspund patrimonial, în temeiul normelor şi principiilor răspunderii civile contractuale, pentru pagubele materiale produse angajatorului din vina şi în legătură cu munca lor. ... ",
                                       "number": 270,
                                       "text": "(2) Salariaţii nu răspund de pagubele provocate de forta majoră sau de alte cauze neprevăzute şi care nu puteau fi inlaturate şi nici de pagubele care se încadrează în riscul normal al serviciului. ..."
                                    },
                                    {
                                       "name": "(1) Când paguba a fost produsă de mai mulţi salariaţi, cuantumul răspunderii fiecăruia se stabileşte în raport cu măsura în care a contribuit la producerea ei. ... ",
                                       "number": 271,
                                       "text": "(2) Dacă măsura în care s-a contribuit la producerea pagubei nu poate fi determinata, răspunderea fiecăruia se stabileşte proporţional cu salariul sau net de la data constatării pagubei şi, atunci când este cazul, şi în funcţie de timpul efectiv lucrat de la ultimul sau inventar. ..."
                                    },
                                    {
                                       "name": "(1) Salariatul care a încasat de la angajator o sumă nedatorata este obligat sa o restituie. ... ",
                                       "number": 272,
                                       "text": "(2) Dacă salariatul a primit bunuri care nu i se cuveneau şi care nu mai pot fi restituite în natura sau dacă acestuia i s-au prestat servicii la care nu era îndreptăţit, este obligat sa suporte contravaloarea lor. Contravaloarea bunurilor sau serviciilor în cauza se stabileşte potrivit valorii acestora de la data plăţii. ..."
                                    },
                                    {
                                       "name": "(1) Suma stabilită pentru acoperirea daunelor se retine în rate lunare din drepturile salariale care se cuvin persoanei în cauza din partea angajatorului la care este încadrată în munca. ... ",
                                       "number": 273,
                                       "text": "(2) Ratele nu pot fi mai mari de o treime din salariul lunar net, fără a putea depăşi împreună cu celelalte reţineri pe care le-ar avea cel în cauza, jumătate din salariul respectiv. ..."
                                    },
                                    {
                                       "name": "(1) În cazul în care contractul individual de muncă încetează înainte ca salariatul sa îl fi despăgubit pe angajator şi cel în cauza se încadrează la un alt angajator ori devine funcţionar public, retinerile din salariu se fac de către noul angajator sau noua instituţie ori autoritate publică, după caz, pe baza titlului executoriu transmis în acest scop de către angajatorul pagubit. ... ",
                                       "number": 274,
                                       "text": "(2) Dacă persoana în cauza nu s-a încadrat în munca la un alt angajator, în temeiul unui contract individual de muncă ori ca funcţionar public, acoperirea daunei se va face prin urmărirea bunurilor sale, în condiţiile Codului de procedura civilă. ..."
                                    },
                                    {
                                       "name": "Articolul 275",
                                       "number": 275,
                                       "text": "În cazul în care acoperirea prejudiciului prin reţineri lunare din salariu nu se poate face într-un termen de maximum 3 ani de la data la care s-a efectuat prima rata de reţineri, angajatorul se poate adresa executorului judecătoresc în condiţiile Codului de procedura civilă."
                                    }
                                 ],
                                 "range": [
                                    269,
                                    275
                                 ]
                              }
                           ],
                           "range": [
                              269,
                              275
                           ]
                        }
                     ],
                     "range": [
                        269,
                        275
                     ]
                  },
                  {
                     "name": "Răspunderea contravenţională",
                     "number": 4,
                     "sections": [
                        {
                           "name": "Răspunderea contravenţională",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Răspunderea contravenţională",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Constituie contravenţie şi se sancţionează astfel următoarele fapte: ... ",
                                       "number": 276,
                                       "text": "a) nerespectarea dispoziţiilor privind garantarea în plata a salariului minim brut pe ţara, cu amendă de la 3.000.000 lei la 20.000.000 lei; ... \n b) încălcarea de către angajator a prevederilor art. 34 alin. (5), cu amendă de la 3.000.000 lei la 10.000.000 lei; ... \n c) împiedicarea sau obligarea, prin ameninţări ori prin violenţe, a unui salariat sau a unui grup de salariaţi sa participe la greva ori sa munceasca în timpul grevei, cu amendă de la 15.000.000 lei la 30.000.000 lei; ... \n d) primirea la munca a unei persoane pentru care nu a fost întocmit contract individual de muncă ori stipularea în contractul individual de muncă a unor clauze contrare dispoziţiilor legale, cu amendă de la 20.000.000 lei la 50.000.000 lei; ... \n e) încadrarea în munca a minorilor cu nerespectarea condiţiilor legale de vârsta sau folosirea acestora pentru prestarea unor activităţi cu încălcarea prevederilor legale referitoare la regimul de muncă al minorilor, cu amendă de la 50.000.000 lei la 100.000.000 lei; ... \n f) încălcarea de către angajator a prevederilor art. 134 şi 137, cu amendă de la 50.000.000 lei la 100.000.000 lei; ... \n g) încălcarea obligaţiei prevăzute la art. 135, cu amendă de la 100.000.000 lei la 200.000.000 lei. ... \n (2) Constatarea contravenţiilor şi aplicarea sancţiunilor se fac de către inspectorii de muncă. ... \n (3) Contravenţiilor prevăzute la alin. (1) li se aplică dispoziţiile legislaţiei în vigoare. ..."
                                    }
                                 ],
                                 "range": [
                                    276,
                                    276
                                 ]
                              }
                           ],
                           "range": [
                              276,
                              276
                           ]
                        }
                     ],
                     "range": [
                        276,
                        276
                     ]
                  },
                  {
                     "name": "Răspunderea penală",
                     "number": 5,
                     "sections": [
                        {
                           "name": "Răspunderea penală",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Răspunderea penală",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Articolul 277",
                                       "number": 277,
                                       "text": "Neexecutarea unei hotărâri judecătoreşti definitive privind plata salariilor în termen de 15 zile de la data cererii de executare adresate angajatorului de către partea interesată constituie infracţiune şi se pedepseşte cu închisoare de la 3 la 6 luni sau cu amendă."
                                    },
                                    {
                                       "name": "Articolul 278",
                                       "number": 278,
                                       "text": "Neexecutarea unei hotărâri judecătoreşti definitive privind reintegrarea în munca a unui salariat constituie infracţiune şi se pedepseşte cu închisoare de la 6 luni la 1 an sau cu amendă."
                                    },
                                    {
                                       "name": "(1) În cazul infracţiunilor prevăzute la art. 277 şi 278 acţiunea penală se pune în mişcare la plângerea persoanei vătămate. ... ",
                                       "number": 279,
                                       "text": "(2) Împăcarea părţilor inlatura răspunderea penală. ..."
                                    },
                                    {
                                       "name": "Articolul 280",
                                       "number": 280,
                                       "text": "Nedepunerea de către angajator, în termen de 15 zile, în conturile stabilite, a sumelor încasate de la salariaţi cu titlu de contribuţie datorată către sistemul public de asigurări sociale, către bugetul asigurărilor pentru şomaj ori către bugetul asigurărilor sociale de sănătate constituie infracţiune şi se pedepseşte cu închisoare de la 3 la 6 luni sau cu amendă."
                                    }
                                 ],
                                 "range": [
                                    277,
                                    280
                                 ]
                              }
                           ],
                           "range": [
                              277,
                              280
                           ]
                        }
                     ],
                     "range": [
                        277,
                        280
                     ]
                  }
               ],
               "range": [
                  257,
                  280
               ]
            },
            {
               "name": "Jurisdicţia muncii",
               "number": 13,
               "chapters": [
                  {
                     "name": "Dispoziţii generale",
                     "number": 1,
                     "sections": [
                        {
                           "name": "Dispoziţii generale",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Dispoziţii generale",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Articolul 281",
                                       "number": 281,
                                       "text": "Jurisdicţia muncii are ca obiect soluţionarea conflictelor de muncă cu privire la încheierea, executarea, modificarea, suspendarea şi încetarea contractelor individuale sau, după caz, colective de muncă prevăzute de prezentul cod, precum şi a cererilor privind raporturile juridice dintre partenerii sociali, stabilite potrivit prezentului cod."
                                    },
                                    {
                                       "name": "Pot fi părţi în conflictele de muncă:",
                                       "number": 282,
                                       "text": "a) salariaţii, precum şi orice altă persoană titulara a unui drept sau a unei obligaţii în temeiul prezentului cod, al altor legi sau al contractelor colective de muncă; ... \n b) angajatorii - persoane fizice şi/sau persoane juridice -, agenţii de muncă temporară, utilizatorii, precum şi orice altă persoană care beneficiază de o munca desfăşurată în condiţiile prezentului cod; ... \n c) sindicatele şi patronatele; ... \n d) alte persoane juridice sau fizice care au aceasta vocaţie în temeiul legilor speciale sau al Codului de procedura civilă. ..."
                                    },
                                    {
                                       "name": "(1) Cererile în vederea soluţionării unui conflict de muncă pot fi formulate: ... ",
                                       "number": 283,
                                       "text": "a) în termen de 30 de zile calendaristice de la data în care a fost comunicată decizia unilaterala a angajatorului referitoare la încheierea, executarea, modificarea, suspendarea sau încetarea contractului individual de muncă; ... \n b) în termen de 30 de zile calendaristice de la data în care s-a comunicat decizia de sancţionare disciplinară; ... \n c) în termen de 3 ani de la data naşterii dreptului la acţiune, în situaţia în care obiectul conflictului individual de muncă consta în plata unor drepturi salariale neacordate sau a unor despăgubiri către salariat, precum şi în cazul răspunderii patrimoniale a salariaţilor faţă de angajator; ... \n d) pe toată durata existenţei contractului, în cazul în care se solicita constatarea nulităţii unui contract individual sau colectiv de muncă ori a unor clauze ale acestuia; ... \n e) în termen de 6 luni de la data naşterii dreptului la acţiune, în cazul neexecutării contractului colectiv de muncă ori a unor clauze ale acestuia. ... \n (2) În toate situaţiile, altele decât cele prevăzute la alin. (1), termenul este de 3 ani de la data naşterii dreptului. ..."
                                    }
                                 ],
                                 "range": [
                                    281,
                                    283
                                 ]
                              }
                           ],
                           "range": [
                              281,
                              283
                           ]
                        }
                     ],
                     "range": [
                        281,
                        283
                     ]
                  },
                  {
                     "name": "Competenţa materială şi teritorială",
                     "number": 2,
                     "sections": [
                        {
                           "name": "Competenţa materială şi teritorială",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Competenţa materială şi teritorială",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "(1) Judecarea conflictelor de muncă este de competenţa instanţelor stabilite conform Codului de procedura civilă. ... ",
                                       "number": 284,
                                       "text": "(2) Cererile referitoare la cauzele prevăzute la alin. (1) se adresează instanţei competente în a carei circumscripţie reclamantul îşi are domiciliul sau reşedinţa ori, după caz, sediul. ..."
                                    }
                                 ],
                                 "range": [
                                    284,
                                    284
                                 ]
                              }
                           ],
                           "range": [
                              284,
                              284
                           ]
                        }
                     ],
                     "range": [
                        284,
                        284
                     ]
                  },
                  {
                     "name": "Reguli speciale de procedura",
                     "number": 3,
                     "sections": [
                        {
                           "name": "Reguli speciale de procedura",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Reguli speciale de procedura",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Articolul 285",
                                       "number": 285,
                                       "text": "Cauzele prevăzute la art. 281 sunt scutite de taxa judiciară de timbru şi de timbrul judiciar."
                                    },
                                    {
                                       "name": "(1) Cererile referitoare la soluţionarea conflictelor de muncă se judeca în regim de urgenta. ... ",
                                       "number": 286,
                                       "text": "(2) Termenele de judecată nu pot fi mai mari de 15 zile. ... \n (3) Procedura de citare a părţilor se considera legal îndeplinită dacă se realizează cu cel puţin 24 de ore înainte de termenul de judecată. ..."
                                    },
                                    {
                                       "name": "Articolul 287",
                                       "number": 287,
                                       "text": "Sarcina probei în conflictele de muncă revine angajatorului, acesta fiind obligat să depună dovezile în apărarea sa până la prima zi de înfăţişare."
                                    },
                                    {
                                       "name": "Articolul 288",
                                       "number": 288,
                                       "text": "Administrarea probelor se face cu respectarea regimului de urgenta, instanţa fiind în drept sa decada din beneficiul probei admise partea care întârzie în mod nejustificat administrarea acesteia."
                                    },
                                    {
                                       "name": "Articolul 289",
                                       "number": 289,
                                       "text": "Hotărârile pronunţate în fond sunt definitive şi executorii de drept."
                                    },
                                    {
                                       "name": "Articolul 290",
                                       "number": 290,
                                       "text": "Procedura de soluţionare a conflictelor de muncă se reglementează prin lege specială."
                                    },
                                    {
                                       "name": "Articolul 291",
                                       "number": 291,
                                       "text": "Dispoziţiile prezentului titlu se completează cu prevederile Codului de procedura civilă."
                                    }
                                 ],
                                 "range": [
                                    285,
                                    291
                                 ]
                              }
                           ],
                           "range": [
                              285,
                              291
                           ]
                        }
                     ],
                     "range": [
                        285,
                        291
                     ]
                  }
               ],
               "range": [
                  281,
                  291
               ]
            },
            {
               "name": "Dispoziţii tranzitorii şi finale",
               "number": 14,
               "chapters": [
                  {
                     "name": "Dispoziţii tranzitorii şi finale",
                     "number": 1,
                     "sections": [
                        {
                           "name": "Dispoziţii tranzitorii şi finale",
                           "number": 1,
                           "subsections": [
                              {
                                 "name": "Dispoziţii tranzitorii şi finale",
                                 "number": 1,
                                 "articles": [
                                    {
                                       "name": "Articolul 292",
                                       "number": 292,
                                       "text": "Potrivit obligaţiilor internaţionale asumate de România, legislaţia muncii va fi armonizata permanent cu normele Uniunii Europene, cu convenţiile şi recomandările Organizaţiei Internaţionale a Muncii, cu normele dreptului internaţional al muncii."
                                    },
                                    {
                                       "name": "Articolul 293",
                                       "number": 293,
                                       "text": "România va realiza transpunerea, până la data aderării la Uniunea Europeană, în legislaţia naţionala a dispoziţiilor comunitare privind comitetul european de întreprindere în unităţile de dimensiune comunitara, pe măsura apariţiei şi dezvoltării în economie a unor astfel de întreprinderi, precum şi pe cele privind detasarea salariaţilor în cadrul furnizarii de servicii."
                                    },
                                    {
                                       "name": "Articolul 294",
                                       "number": 294,
                                       "text": "În sensul prezentului cod, prin salariaţi cu funcţie de conducere se înţelege administratorii-salariaţi, inclusiv preşedintele consiliului de administraţie dacă este şi salariat, directorii generali şi directorii, directorii generali adjuncţi şi directorii adjuncţi, şefii compartimentelor de muncă - divizii, departamente, secţii, ateliere, servicii, birouri -, precum şi asimilaţii lor stabiliţi potrivit legii sau prin contractele colective de muncă ori, după caz, prin regulamentul intern."
                                    },
                                    {
                                       "name": "(1) Dispoziţiile prezentului cod se intregesc cu celelalte dispoziţii cuprinse în legislaţia muncii şi, în măsura în care nu sunt incompatibile cu specificul raporturilor de muncă prevăzute de prezentul cod, cu dispoziţiile legislaţiei civile. ... ",
                                       "number": 295,
                                       "text": "(2) Prevederile prezentului cod se aplică cu titlu de drept comun şi acelor raporturi juridice de muncă neintemeiate pe un contract individual de muncă, în măsura în care reglementările speciale nu sunt complete şi aplicarea lor nu este incompatibilă cu specificul raporturilor de muncă respective. ..."
                                    },
                                    {
                                       "name": "(1) Vechimea în munca stabilită până la data de 31 decembrie 2003 se probează cu carnetul de muncă. În cazul în care o persoană nu poseda carnet de muncă, vechimea în munca se reconstituie la cerere de către instanţa judecătorească competenţa să soluţioneze conflictele de muncă, pe baza înscrisurilor sau a altor probe din care să rezulte existenta raporturilor de muncă. ... ",
                                       "number": 296,
                                       "text": "(2) Până la data prevăzută la alin. (1) angajatorii sau, după caz, inspectoratele teritoriale de muncă care deţin carnetele de muncă ale salariaţilor vor elibera, în mod eşalonat, carnetele respective titularilor, pe bază de proces-verbal individual de predare-primire. ..."
                                    },
                                    {
                                       "name": "Articolul 297",
                                       "number": 297,
                                       "text": "Pe data intrării în vigoare a prezentului cod cauzele privind conflicte de muncă aflate pe rolul tribunalelor se judeca în continuare potrivit dispoziţiilor procesuale aplicabile la data sesizării instanţelor."
                                    },
                                    {
                                       "name": "(1) Prezentul cod intră în vigoare la data de 1 martie 2003. ... ",
                                       "number": 298,
                                       "text": "(2) Pe data intrării în vigoare a prezentului cod se abroga: ... \n- Codul muncii al R.S.R., Legea nr. 10/1972, publicată în Buletinul Oficial, Partea I, nr. 140 din 1 decembrie 1972, cu modificările şi completările ulterioare;\n- Legea nr. 1/1970 - Legea organizării şi disciplinei muncii în unităţile socialiste de stat, publicată în Buletinul Oficial, Partea I, nr. 27 din 27 martie 1970, cu modificările şi completările ulterioare;\n- Decretul nr. 63/1981 privind modul de recuperare a unor pagube aduse avutului obştesc, publicat în Buletinul Oficial, Partea I, nr. 17 din 25 martie 1981;\n- Legea nr. 30/1990 privind angajarea salariaţilor în funcţie de competenţa, publicată în Monitorul Oficial al României, Partea I, nr. 125 din 16 noiembrie 1990;\n- Legea nr. 2/1991 privind cumulul de funcţii, publicată în Monitorul Oficial al României, Partea I, nr. 1 din 8 ianuarie 1991;\n- Legea salarizarii nr. 14/1991, publicată în Monitorul Oficial al României, Partea I, nr. 32 din 9 februarie 1991, cu modificările şi completările ulterioare;\n- Legea nr. 6/1992 privind concediul de odihnă şi alte concedii ale salariaţilor, publicată în Monitorul Oficial al României, Partea I, nr. 16 din 10 februarie 1992;\n- Legea nr. 68/1993 privind garantarea în plata a salariului minim, publicată în Monitorul Oficial al României, Partea I, nr. 246 din 15 octombrie 1993;\n- Legea nr. 75/1996 privind stabilirea zilelor de sărbătoare legală în care nu se lucrează, publicată în Monitorul Oficial al României, Partea I, nr. 150 din 17 iulie 1996, cu modificările şi completările ulterioare;\n- art. 34 şi 35 din Legea nr. 130/1996 privind contractul colectiv de muncă, republicată în Monitorul Oficial al României, Partea I, nr. 184 din 19 mai 1998;\n- orice alte dispoziţii contrare.\n (3) Începând cu data de 1 ianuarie 2004 se abroga dispoziţiile Decretului nr. 92/1976 privind carnetul de muncă, publicat în Buletinul Oficial, Partea I, nr. 37 din 26 aprilie 1976. ... \nAceastă lege a fost adoptată în temeiul prevederilor art. 113 din Constituţia României, în urma angajării răspunderii Guvernului în faţa Camerei Deputaţilor şi a Senatului, în şedinţa comuna din data de 9 decembrie 2002.\nPREŞEDINTELE CAMEREI DEPUTAŢILOR\nVALER DORNEANU\nPREŞEDINTELE SENATULUI\nNICOLAE VACAROIU\nBucureşti, 24 ianuarie 2003.\nNr. 53.\n--------"
                                    }
                                 ],
                                 "range": [
                                    292,
                                    298
                                 ]
                              }
                           ],
                           "range": [
                              292,
                              298
                           ]
                        }
                     ],
                     "range": [
                        292,
                        298
                     ]
                  }
               ],
               "range": [
                  292,
                  298
               ]
            }
         ],
         "range": [
            1,
            298
         ]
      }
   ],
   "range": [
      1,
      298
   ]
}